[{
  "id": "001",
  "name": "Bulbasaur",
  "species": "Seed",
  "type": ["Grass", "Poison"],
  "height": "2'04",
  "weight": "15.2",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891758-001bulbasaur.png",
  "pokedex": ["A strange seed was planted on its back at birth. The plant sprouts and grows with this Pokémon.", "It can go for days without eating a single morsel. In the bulb on its back, it stores energy.", "The seed on its back is filled with nutrients. The seed grows steadily larger as its body grows.", "It carries a seed on its back right from birth. As it grows older, the seed also grows larger.", "While it is young, it uses the nutrients that are stored in the seeds on its back in order to grow.", "Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun's rays, the seed grows progressively larger.", "There is a plant seed on its back right from the day this Pokémon is born. The seed slowly grows larger.", "The bulb-like pouch on its back grows larger as it ages. The pouch is filled with numerous seeds.", "For some time after its birth, it grows by gaining nourishment from the seed on its back."]
}, {
  "id": "002",
  "name": "Ivysaur",
  "species": "Seed",
  "type": ["Grass", "Poison"],
  "height": "3'03",
  "weight": "28.7",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891759-002ivysaur.png",
  "pokedex": ["When the bulb on its back grows large, it appears to lose the ability to stand on its hind legs.", "The bulb on its back grows by drawing energy. It gives off an aroma when it is ready to bloom.", "Exposure to sunlight adds to its strength. Sunlight also makes the bud on its back grow larger.", "If the bud on its back starts to smell sweet, it is evidence that the large flower will soon bloom.", "The bulb on its back grows as it absorbs nutrients. The bulb gives off a pleasant aroma when it blooms.", "There is a bud on this Pokémon's back. To support its weight, Ivysaur's legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it's a sign that the bud will bloom into a large flower soon.", "To support its bulb, Ivysaur's legs grow sturdy. If it spends more time lying in the sunlight, the bud will soon bloom into a large flower.", "There is a plant bulb on its back. When it absorbs nutrients, the bulb is said to blossom into a large flower.", "The bud on its back apparently draws energy from its body. The bud is said to open into a large flower when fully grown.", "When the bud on its back starts swelling, a sweet aroma wafts to indicate the flower's coming bloom."]
}, {
  "id": "003",
  "name": "Venusaur",
  "species": "Seed",
  "type": ["Grass", "Poison"],
  "height": "6'07",
  "weight": "220.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891760-003venusaur.png",
  "pokedex": ["The plant blooms when it is asorbing solar energy. It stays on the move to seek sunlight. ", "The flower on its back catches the sun's rays. The sunlight is then absorbed and used for energy.", "By spreading the broad petals of its flower and catching the sun's rays, it fills its body with power.", "It is able to convert sunlight into energy. As a result, it is more powerful in the summertime.", "As it warms itself and absorbs the sunlight, its flower petals release a pleasant fragrance.", "There is a large flower on Venusaur's back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower's aroma soothes the emotions of people.", "Venusaur's flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower's aroma soothes the emotions of people.", "A bewitching aroma wafts from its flower. The fragrance becalms those engaged in a battle.", "The plant blooms when it is absorbing solar energy. It stays on the move to seek sunlight.", "Absorbs solar energy as nutrition. When it is catching the sun's rays, it often remains quiet and still.", "After a rainy day, the flower on its back smells stronger. The scent attracts other Pokémon."]
}, {
  "id": "004",
  "name": "Charmander",
  "species": "Lizard",
  "type": ["Fire"],
  "height": "2'00",
  "weight": "18.7",
  "image": "https://vignette2.wikia.nocookie.net/pokemon/images/7/73/004Charmander.png",
  "pokedex": ["Obviously prefers hot places. When it rains, steam is said to spout from the tip of its tail.", "The flame at the tip of its tail makes a sound as it burns. You can only hear it in quiet places.", "The flame on its tail shows the strength of its life force. If it is weak, the flame also burns weakly.", "The flame on its tail indicates Charmander's life force. If it is healthy, the flame burns brightly.", "If it's healthy, the flame on the tip of its tail will burn vigorously, even if it gets a bit wet.", "The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If the Pokémon becomes enraged, the flame burns fiercely.", "The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is happy, and blazes when it is enraged.", "From the time it is born, a flame burns at the tip of its tail. Its life would end if the flame were to go out.", "It has a preference for hot things. When it rains, steam is said to spout from the tip of its tail.", "Even the newborns have flaming tails. Unfamiliar with fire, babies are said to accidentally burn themselves.", "The fire on the tip of its tail is a measure of its life. If healthy, its tail burns intensely."]
}, {
  "id": "005",
  "name": "Charmeleon",
  "species": "Flame",
  "type": ["Fire"],
  "height": "3'07",
  "weight": "41.9",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891762-005charmeleon.png",
  "pokedex": ["When it swings its burning tail, it elevates the temperature to unbearably high levels.", "Tough fights could excite this Pokémon. When excited, it may blow out bluish-white flames.", "It is very hot-headed by nature, so it constantly seeks opponents. It calms down only when it wins.", "It has a barbaric nature. In battle, it whips its fiery tail around and slashes away with sharp claws.", "If it becomes agitated during battle, it spouts intense flames, incinerating its surroundings.", "Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color.", "Without pity, its sharp claws destroy foes. If it encounters a strong enemy, it becomes agitated, and the flame on its tail flares with a bluish white color.", "It lashes about with its tail to knock down its foe. It then tears up the fallen opponent with sharp claws.", "When it swings its burning tail, it elevates the air temperature to unbearably high levels.", "It appears to be very vicious. It attacks with razor-sharp claws and won't stop until the enemy is defeated.", "In the rocky mountains where Charmeleon live, their fiery tails shine at night like stars. ", "In the rocky mountains where Charmeleon live, their fiery tails shine at night like stars."]
}, {
  "id": "006",
  "name": "Charizard",
  "species": "Flame",
  "type": ["Fire", "Flying"],
  "height": "5'07",
  "weight": "199.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891763-006charizard.png",
  "pokedex": ["It spits fire that is hot enough to melt boulders. Known to cause forest fires unintentionally.", "When expelling a blast of super hot fire, the red flame at the tip of its tail burns more intensely.", "Its fiery breath reaches incredible temperatures. It can quickly melt glaciers weighing 10,000 tons.", "If Charizard becomes furious, the flame at the tip of its tail flares up in a whitish-blue color.", "Breathing intense, hot flames, it can melt almost anything. Its breath inflicts terrible pain on enemies.", "It uses its wings to fly high. The temperature of its fire increases as it gains experience in battle.", "Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself.", "A Charizard flies about in search of strong opponents. It breathes intense flames that can melt any material. However, it will never torch a weaker foe.", "Its wings can carry this Pokémon close to an altitude of {{tt|4,600 feet|1400m}}. It blows out fire at very high temperatures.", "It spits fire that is hot enough to melt boulders. It may cause forest fires by blowing flames.", "It is said that Charizard's fire burns hotter if it has experienced harsh battles."]
}, {
  "id": "007",
  "name": "Squirtle",
  "species": "Tiny",
  "type": ["Water"],
  "height": "1'08",
  "weight": "19.8",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891764-007squirtle.png",
  "pokedex": ["After birth, its back swells and hardens into a shell. Powerfully sprays foam from its mouth.", "Shoots water at prey while in the water. {{m|Withdraw}}s into its shell when in danger.", "The shell is soft when it is born. It soon becomes so resilient, prodding fingers will bounce off it.", "The shell, which hardens soon after it is born, is resilient. If you poke it, it will bounce back out.", "When it feels threatened, it draws its legs inside its shell and sprays water from its mouth.", "Squirtle's shell is not merely used for protection. The shell's rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds.", "Its shell is not just for protection. Its rounded shape and the grooves on its surface minimize resistance in water, enabling Squirtle to swim at high speeds.", "When it retracts its long neck into its shell, it squirts out water with vigorous force.", "It takes time for the shell to form and harden after hatching. It sprays foam powerfully from its mouth.", "It shelters itself in its shell, then strikes back with spouts of water at every opportunity. ", "It shelters itself in its shell, then strikes back with spouts of water at every opportunity."]
}, {
  "id": "008",
  "name": "Wartortle",
  "species": "Turtle",
  "type": ["Water"],
  "height": "3'03",
  "weight": "49.6",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891809-008wartortle.png",
  "pokedex": ["Often hides in water to stalk unwary prey. For swimming fast, it moves its ears to maintain balance.", "When tapped, this Pokémon will pull in its head, but its tail will still stick out a little bit.", "It is recognized as a symbol of longevity. If its shell has algae on it, that Wartortle is very old.", "It cleverly controls its furry ears and tail to maintain its balance while swimming.", "Its long, furry tail is a symbol of longevity, making it quite popular among older people.", "Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages. The scratches on its shell are evidence of this Pokémon's toughness as a battler.", "Its large tail is covered with rich, thick fur that deepens in color with age. The scratches on its shell are evidence of this Pokémon's toughness in battle.", "This Pokémon is very popular as a pet. Its fur-covered tail is a symbol of its longevity.", "It often hides in water to stalk unwary prey. For fast swimming, it moves its ears to maintain balance.", "The tail is covered with a rich fur. It stores air in the fur before taking extended dives underwater.", "It is said to live 10,000 years. Its furry tail is popular as a symbol of longevity."]
}, {
  "id": "009",
  "name": "Blastoise",
  "species": "Shellfish",
  "type": ["Water"],
  "height": "5'03",
  "weight": "188.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891810-009blastoise.png",
  "pokedex": ["A brutal Pokémon with pressurized water jets on its shell. They are used for high speed tackles.", "Once it takes aim at its enemy, it {{m|Hydro Pump|blasts out water}} with even more force than a fire hose.", "It has spouts extending from its shell at the top. They spray water like cannons, hard enough to pierce concrete walls.", "It deliberately makes itself heavy so it can withstand the recoil of the water jets it fires.", "The rocket cannons on its shell fire jets of water capable of punching holes through thick steel.", "It firmly plants its feet on the ground before shooting water from the jets on its back.", "Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over {{tt|160 feet|50m}}.", "The waterspouts that protrude from its shell are highly accurate. Their bullets of water can precisely nail tin cans from a distance of over {{tt|160 feet|50m}}.", "It crushes its foe under its heavy body to cause fainting. In a pinch, it will {{M|withdraw}} inside its shell.", "The pressurized water jets on this brutal Pokémon's shell are used for high-speed tackles.", "The jets of water it spouts from the rocket cannons on its shell can punch through thick steel."]
}, {
  "id": "010",
  "name": "Caterpie",
  "species": "Worm",
  "type": ["Bug"],
  "height": "1'00",
  "weight": "6.4",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892132-010caterpie.png",
  "pokedex": ["Its short feet are tipped with suction pads that enable it to tirelessly climb slopes and walls.", "If you touch the feeler on top of its head, it will release a horrible stink to protect itself.", "It has large, eye-like patterns on its head as protection. They are used to frighten off enemies.", "For protection, it releases a horrible stench from the antennae on its head to drive away enemies.", "Its feet have suction cups designed to stick to any surface. It tenaciously climbs trees to forage.", "It crawls into foliage where it camouflages itself among leaves that are the same color as its body.", "Caterpie has a voracious appetite. It can devour leaves bigger than its body right before your eyes. From its antenna, this Pokémon releases a terrifically strong odor.", "Its voracious appetite compels it to devour leaves bigger than itself without hesitation. It releases a terribly strong odor from its antennae.", "It is covered with a green skin. When it grows, it sheds the skin, covers itself with silk, and becomes a cocoon.", "It releases a stench from its red antenna to repel enemies. It grows by molting repeatedly."]
}, {
  "id": "011",
  "name": "Metapod",
  "species": "Cocoon",
  "type": ["Bug"],
  "height": "2'04",
  "weight": "21.8",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1895815-011metapod.png",
  "pokedex": ["This Pokémon is vulnerable to attack while its shell is soft, exposing its weak and tender body.", "{{m|Harden}}s its shell to protect itself. However, a large impact may cause it to pop out of its shell.", "When it hardens, only the external shell is transformed. The inside remains tender.", "Inside the shell, it is soft and weak as it prepares to [[Evolution|evolve]]. It stays motionless in the shell.", "It prepares for evolution by hardening its shell as much as possible to protect its soft body.", "This is its preevolved form. At this stage, it can only harden, so it remains motionless to avoid attack.", "Inside the shell, it is soft and weak as it prepares to evolve. It stays motionless in the shell.", "The shell covering this Pokémon's body is as hard as an iron slab. Metapod does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell.", "Its shell is as hard as an iron slab. A Metapod does not move very much because it is preparing its soft innards for evolution inside the shell.", "Even though it is encased in a sturdy shell, the body inside is tender. It can't withstand a harsh attack.", "A steel-hard shell protects its tender body. It quietly endures hardships while awaiting evolution."]
}, {
  "id": "012",
  "name": "Butterfree",
  "species": "Butterfly",
  "type": ["Bug", "Flying"],
  "height": "3'07",
  "weight": "70.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892298-012butterfree.png",
  "pokedex": ["In battle, it flaps its wings at high speed, releasing highly toxic dust into the air.", "Its wings, covered with {{m|PoisonPowder|poisonous powders}}, repel water. This allows it to fly in the rain.", "Its wings are covered with poisonous dust. If you see one flapping its wings, be careful not to inhale any of the dust.", "It collects honey every day. It rubs honey onto the hairs on its legs to carry it back to its nest.", "Water-repellent powder on its wings enables it to collect honey, even in the heaviest of rains.", "It flits from flower to flower, collecting honey. It can even identify distant flowers in bloom.", "Butterfree has a superior ability to search for delicious honey from flowers. It can even search out, extract, and carry honey from flowers that are blooming over {{tt|six miles|ten kilometers}} from its nest.", "It has a superior ability to search for delicious honey from flowers. It can seek, extract, and carry honey from flowers blooming over {{tt|six miles|ten kilometers}} away.", "The wings are protected by a rain-repellent dust. As a result, this Pokémon can fly about even in rain.", "In battle, it flaps its wings at great speed to release highly toxic dust into the air.", "It loves the honey of flowers and can locate flower patches that have even tiny amounts of pollen."]
}, {
  "id": "013",
  "name": "Weedle",
  "species": "Hairy",
  "type": ["Bug", "Poison"],
  "height": "1'00",
  "weight": "7.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891817-013weedle.png",
  "pokedex": ["Often found in forests, eating leaves. It has a sharp, venomous stinger on its head.", "Beware of the sharp stinger on its head. It hides in grass and bushes where it eats leaves.", "A common sight in forests and grassy areas. Has a poison stinger on its head that may be used if you step on it.", "Its {{m|Poison Sting|poison stinger}} is very powerful. Its bright-colored body is intended to warn off its enemies.", "It attacks using a {{tt|two-inch|5cm}} poison barb on its head. It can usually be found under the leaves it eats.", "The barb on top of its head secretes a strong poison. It uses this toxic barb to protect itself.", "Its poison stinger is very powerful. Its bright-colored body is intended to warn off its enemies.", "Weedle has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis nose.", "A Weedle has an extremely acute sense of smell. It distinguishes its favorite kinds of leaves from those it dislikes by sniffing with its big red proboscis (nose).", "Often found in forests and grasslands. It has a sharp, toxic barb of around {{tt|two inches|5cm}} on top of its head.", "Often found in forests, eating leaves. It has a sharp stinger on its head that injects poison.", "It {{tt|eats its weight|7.2 lb/3.2kg}} in leaves every day. It fends off attackers with the needle on its head.", "It eats its weight in leaves every day. It fends off attackers with the needle on its head."]
}, {
  "id": "014",
  "name": "Kakuna",
  "species": "Cocoon",
  "type": ["Bug", "Poison"],
  "height": "2'00",
  "weight": "22.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891818-014kakuna.png",
  "pokedex": ["Almost incapable of moving, this Pokémon can only {{m|harden}} its shell to protect itself from predators.", "Able to move only slightly. When endangered, it may stick out its stinger and poison its enemy.", "Because it is virtually motionless, it may appear dead. Inside, however, a new body is being made.", "Although it is a cocoon, it can move a little. It can extend its poison barb if it is attacked.", "From this form, it will grow into an adult. As its body becomes softer, the external shell hardens.", "Nearly incapable of movement, it leans against stout trees while waiting for its [[evolution]].", "Kakuna remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch.", "It remains virtually immobile while it clings to a tree. However, on the inside, it busily prepares for evolution. This is evident from how hot its shell becomes.", "This Pokémon is in a temporary stage while making its body. It is almost completely unable to move on its own.", "Almost incapable of moving, this Pokémon can only harden its shell to protect itself when it is in danger.", "While awaiting evolution, it hides from predators under leaves and in nooks of branches."]
}, {
  "id": "015",
  "name": "Beedrill",
  "species": "Poison",
  "type": ["Bug", "Poison"],
  "height": "3'03",
  "weight": "65.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891819-015beedrill.png",
  "pokedex": ["Flies at high speed and attacks using its large venomous stingers on its forelegs and tail.", "It has 3 poisonous stingers on its forelegs and its tail. They are used to jab its enemy repeatedly.", "It can take down any opponent with its powerful poison stingers. It sometimes attacks in swarms.", "It has three poison barbs. The barb on its tail secretes the most {{m|Toxic|powerful poison}}.", "It uses sharp, poisonous stings to defeat prey, then takes the victim back to its nest for food.", "Beedrill is extremely territorial. No one should ever approach its nest - this is for their own safety. If angered, they will attack in a furious {{a|swarm}}.", "A Beedrill is extremely territorial. For safety reasons, no one should ever approach its nest. If angered, they will attack in a swarm.", "May appear in a swarm. Flies at violent speeds, all the while stabbing with the toxic stinger on its rear.", "It flies at high speed and attacks using the large venomous stingers on its forelegs and tail.", "Flies at high speeds and attacks with three stingers: one on its rear and one on each of its two forelegs. May appear in swarms.", "Its best attack involves flying around at high speed, striking with {{m|Twineedle|poison needles}}, then flying off.", "It has three poison barbs. The barb on its tail secretes the most powerful poison.", "Its best attack involves flying around at high speed, striking with poison needles, then flying off."]
}, {
  "id": "016",
  "name": "Pidgey",
  "species": "Tiny",
  "type": ["Normal", "Flying"],
  "height": "1'00",
  "weight": "4.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891631-016pidgey.png",
  "pokedex": ["A common sight in forests and woods. It flaps its wings at ground level to {{m|Sand-Attack|kick up blinding sand}}.", "Very docile. If attacked, it will often kick up sand to protect itself rather than fight back.", "If at all possible, it will try to avoid battles. Small or weak enemies are blown away by {{m|whirlwind}}.", "It usually hides in tall grass. Because it dislikes fighting, it protects itself by kicking up sand.", "Common in grassy areas and forests, it is very docile and will chase off enemies by flapping up sand.", "It rapidly flaps its wings in the grass, stirring up a dust cloud that drives insect prey out into the open.", "Pidgey has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings.", "It has an extremely sharp sense of direction. It can unerringly return home to its nest, however far it may be removed from its familiar surroundings.", "Does not like to fight. It hides in tall grass and so on, foraging for food such as small bugs.", "A common sight in forests and woods. It flaps its wings and ground level to kick up blinding sand.", "It is docile and prefers to avoid conflict. If disturbed, however, it can ferociously strike back."]
}, {
  "id": "017",
  "name": "Pidgeotto",
  "species": "Bird",
  "type": ["Normal", "Flying"],
  "height": "3'07",
  "weight": "66.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891820-017pidgeotto.png",
  "pokedex": ["Very protective of its sprawling territory, this Pokémon will fiercely peck at any intruder.", "This Pokémon is full of vitality. It constantly {{m|Fly|flies}} around its large territory in search of prey.", "It builds its nest in the center of its large territory. It uses its powerfully-developed talons to swiftly snatch prey.", "It has outstanding vision. However high it flies, it is able to distinguish the movements of its prey.", "It immobilizes its prey using well-developed claws, then carries the prey more than {{tt|60 miles|100km}} to its nest.", "It slowly flies in a circular pattern, all the while keeping a sharp lookout for prey.", "Pidgeotto claims a large area as its own territory. This Pokémon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.", "This Pokémon flies around, patrolling its large territory. If its living space is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.", "The claws on its feet are well developed. It can carry prey such as an {{p|Exeggcute}} to its nest over {{tt|60 miles|100km}} away.", "Very protective of its sprawling territorial area, this Pokémon will fiercely peck at any intruder.", "It flies over its wide territory in search of prey, downing it with its highly developed claws.", "It has {{a|Keen Eye|outstanding vision}}. However high it flies, it is able to distinguish the movements of its prey.", "It renders its prey immobile using well-developed claws, then carries the prey more than {{tt|60 miles|100km}} to its nest."]
}, {
  "id": "018",
  "name": "Pidgeot",
  "species": "Bird",
  "type": ["Normal", "Flying"],
  "height": "4'11",
  "weight": "87.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891821-018pidgeot.png",
  "pokedex": ["When hunting, it skims the surface of water at high speed to pick off unwary prey such as {{p|Magikarp}}.", "This Pokémon {{m|Fly|flies}} at Mach 2 speed, seeking prey. Its {{a|Tangled Feet|large talons}} are feared as wicked weapons.", "Capable of flying incredibly quickly. In full flight, by the time its flapping is heard, it is long gone.", "Its well-developed chest muscles make it strong enough to whip up a {{m|gust}}y windstorm with just a few flaps.", "It spreads its beautiful wings wide to frighten its enemies. It can fly at Mach 2 speed.", "Its outstanding vision allows it to spot {{m|splash}}ing Magikarp, even while flying at {{tt|3,300 feet|1,000 meters}}.", "Its well-developed chest muscles make it strong enough to whip up a gusty windstorm with just a few flaps.", "This Pokémon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokémon.", "This Pokémon has gorgeous, glossy feathers. Many trainers are so captivated by the beautiful feathers on its head that they choose Pidgeot as their Pokémon.", "It spreads its gorgeous wings widely to intimidate enemies. It races through the skies at Mach-2 speed.", "When hunting, it skims the surface of water at high speed to pick off unwary prey such as Magikarp.", "By flapping its wings with all its might, Pidgeot can make a gust of wind capable of bending tall trees."]
}, {
  "id": "019",
  "name": "Rattata",
  "species": "Mouse",
  "type": ["Normal"],
  "height": "1'00",
  "weight": "7.7",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898244-019rattata.png",
  "pokedex": ["{{m|Bite}}s anything when it attacks. Small and {{m|Quick Attack|very quick}}, it is a common sight in many places.", "Will chew on anything with its fangs. If you see one, it is certain that 40 more live in the area.", "Scurries around quickly, searching for hard objects to gnaw. It appears to be jittery and unable to remain still.", "It eats everything. Wherever food is available, it will settle down and produce offspring continuously.", "Living wherever there is food available, it ceaselessly scavenges for edibles the entire day.", "This Pokémon's impressive vitality allows it to live anywhere. It also multiplies very quickly.", "Rattata is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives - it will make its nest anywhere.", "A Rattata is cautious in the extreme. Even while it is asleep, it constantly moves its ears and listens for danger. It will make its nest anywhere.", "Its fangs are long and very sharp. They grow continuously, so it {{m|Hyper Fang|gnaw}}s on hard things to whittle them down.", "Bites anything when it attacks. Small and very quick, it is a common sight in many places.", "Cautious in the extreme, its hardy vitality lets it live in any kind of environment.", "It searches for food all day. It gnaws on hard objects to wear down its fangs, which grow constantly during its lifetime."]
}, {
  "id": "020",
  "name": "Raticate",
  "species": "Mouse",
  "type": ["Normal"],
  "height": "2'04",
  "weight": "40.8",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898245-020raticate.png",
  "pokedex": ["It uses its whiskers to maintain its balance and will slow down if they are cut off.", "Its hind feet are webbed. They act as flippers, so it can swim in rivers and hunt for prey.", "If attacked, it stands up on its hind legs, bares its fangs and shrieks in an intimidating manner at its enemy.", "Gnaws on anything with its tough fangs. It can even topple concrete buildings by gnawing on them. ", "Its whiskers help it to maintain balance. Its fangs never stop growing, so it gnaws to pare them down.", "The webs on its hind legs enable it to cross rivers. It searches wide areas for food.", "Raticate's sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.", "A Raticate's sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.", "Its rear feet have three toes each. They are webbed, enabling it to swim across rivers.", "It uses its whiskers to maintain its balance. It apparently slows down if they are cut off.", "It whittles its constantly growing fangs by gnawing on hard things. It can chew apart cinder walls.", "With its long fangs, this surprisingly violent Pokémon can gnaw away even thick concrete with ease."]
}, {
  "id": "021",
  "name": "Spearow",
  "species": "Tiny",
  "type": ["Normal", "Flying"],
  "height": "1'00",
  "weight": "4.4",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898246-021spearow.png",
  "pokedex": ["Eats {{T|bug}}s in grassy areas. It has to flap its short wings at high speed to stay airborne.", "Inept at {{M|fly}}ing high. However, it can fly around very fast to protect its territory.", "Its wings are short, so it can't fly a long distance. If it's not eating, it darts around in a hurry.", "It flaps its short wings to flush out [[Bug (type)|insect]]s from tall grass. It then plucks them with its stubby beak.", "Very protective of its territory, it flaps its short wings busily to dart around at high speed.", "To protect its territory, it {{m|Fly|flies}} around ceaselessly, making high-pitched cries.", "It flaps its short wings to flush out {{t|Bug|insect}}s from tall grass. It then plucks them with its stubby beak.", "Spearow has a very loud cry that can be heard over {{tt|half a mile|one kilometer}} away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.", "Its loud cry can be heard over {{tt|half a mile|one kilometer}} away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.", "It busily flits around here and there. Even if it is frail, it can be a tough foe that uses {{m|Mirror Move}}.", "It flaps its small wings busily to {{M|fly}}. Using its beak, it searches in grass for prey.", "It flaps its small wings busily to fly. Using its beak, it searches in grass for prey."]
}, {
  "id": "022",
  "name": "Fearow",
  "species": "Beak",
  "type": ["Normal", "Flying"],
  "height": "3'11",
  "weight": "83.8",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898247-022fearow.png",
  "pokedex": ["With its huge and magnificent wings, it can keep aloft without ever having to land for rest.", "A Pokémon that dates back many years. If it senses danger, it flies high and away, instantly.", "A Pokémon that enjoys flying. It uses its broad wings to adroitly catch the wind to soar elegantly into the sky.", "It shoots itself suddenly high into the sky, then plummets down in one fell swoop to strike its prey.", "It cleverly uses its thin, long beak to pluck and eat small insects that hide under the ground.", "It uses its long beak to attack. It has a surprisingly long reach, so it must be treated with caution.", "Fearow is recognized by its long neck and elongated beak. They are conveniently shaped for catching prey in soil or water. It deftly moves its long and skinny beak to pluck prey.", "Its long neck and elongated beak are ideal for catching prey in soil or water. It deftly moves this extended and skinny beak to pluck prey.", "Its huge and magnificent wings can keep it aloft in the sky. It can remain flying a whole day without landing.", "It has the stamina to fly all day on its broad wings. It fights using its sharp beak.", "It has the stamina to fly all day on its broad wings. It fights by using its sharp beak."]
}, {
  "id": "023",
  "name": "Ekans",
  "species": "Snake",
  "type": ["Poison"],
  "height": "6'07",
  "weight": "15.2",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898239-023ekans.png",
  "pokedex": ["Moves silently and stealthily. Eats the eggs of birds, such as {{p|Pidgey}} and {{p|Spearow}}, whole.", "The older it gets, the longer it grows. At night, it wraps its long body around tree branches to rest.", "Slithers silently through grass, searching for its favorite food--Pidgey and Spearow eggs.", "It can freely detach its jaw to swallow large prey whole. It can become too heavy to move, however.", "It always hides in grass. When first born, it has no poison, so its {{m|bite}} is painful, but harmless.", "It flutters the tip of its tongue to seek out the scent of prey, then swallows the prey whole.", "Ekans curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head.", "An Ekans curls itself up in a spiral while it rests. This position allows it to quickly respond to an enemy from any direction with a threat from its upraised head.", "A very common sight in grassland, etc. It flicks its tongue in and out to sense danger in its surroundings.", "Moving silently and stealthily, it eats the eggs of birds, such as Pidgey and Spearow, whole.", "It sneaks through grass without making a sound and strikes unsuspecting prey from behind.", "It always hides in grass. When first born, it has no poison, so its bite is painful, but harmless."]
}, {
  "id": "024",
  "name": "Arbok",
  "species": "Cobra",
  "type": ["Poison"],
  "height": "11'06",
  "weight": "143.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1895870-024arbok.png",
  "pokedex": ["It is rumored that the ferocious warning markings on its belly differ from area to area.", "The frightening patterns on its belly have been studied. Six variations have been confirmed.", "If it encounters an enemy, it raises its head, intimidating the opponent with the frightening pattern on its body.", "Transfixing prey with the face-like pattern on its belly, it binds and poisons the frightened victim.", "With a very vengeful nature, it won't give up the chase, no matter how far, once it targets its prey.", "To intimidate foes, it spreads its chest wide and makes eerie sounds by expelling air from its mouth.", "Transfixing prey with the face like pattern on its belly, it binds and poisons the poisoned victim.", "This Pokémon is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once Arbok {{m|wrap}}s its body around its foe, escaping its crunching embrace is impossible.", "This Pokémon has a terrifically strong constricting power. It can even flatten steel oil drums. Once it wraps its body around its foe, escaping is impossible.", "The pattern on its belly appears to be a frightening face. Weak foes will flee just at the sight of the pattern.", "The pattern on its belly is for intimidation. It constricts foes when they are frozen in fear."]
}, {
  "id": "025",
  "name": "Pikachu",
  "species": "Mouse",
  "type": ["Electric"],
  "height": "1'04",
  "weight": "13.2",
  "image": "https://static.giantbomb.com/uploads/scale_small/0/6087/2437349-pikachu.png",
  "pokedex": ["When several of these Pokémon gather, their electricity could build and cause lightning storms.", "It keeps its tail raised to monitor its surroundings. If you yank its tail, it will try to {{m|bite}} you.", "Lives in forests away from people. It stores electricity in its cheeks for zapping an enemy if it is attacked.", "This intelligent Pokémon roasts hard berries with electricity to make them tender enough to eat.", "It raises its tail to check its surroundings. The tail is sometimes struck by lightning in this pose.", "When it is angered, it immediately discharges the energy stored in the pouches in its cheeks.", "This intelligent Pokémon roasts hard Berries with electricity to make them tender enough to eat.", "Whenever Pikachu comes across something new, it blasts it with a jolt of electricity. If you come across a blackened berry, it's evidence that this Pokémon mistook the intensity of its charge.", "This Pokémon has electricity-storing pouches on its cheeks. These appear to become electrically charged during the night while Pikachu sleeps. It occasionally discharges electricity when it is dozy after waking up.", "It stores electricity in the electric sacs on its cheeks. When it releases pent-up energy in a burst, the electric power is equal to a lightning bolt.", "It has small electric sacs on both its cheeks. If threatened, it looses electric charges from the sacs.", "It lives in forests with others. It stores electricity in the pouches on its cheeks.", "If it looses crackling power from the electrical pouches on its cheeks, it is being wary.", "It occasionally uses an electric shock to recharge a fellow Pikachu that is in a weakened state."]
}, {
  "id": "026",
  "name": "Raichu",
  "species": "Mouse",
  "type": ["Electric"],
  "height": "2'07",
  "weight": "66.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898248-026raichu.png",
  "pokedex": ["Its long tail serves as a ground to protect itself from its own high voltage power.", "When electricity builds up inside its body, it becomes feisty. It also glows in the dark.", "Its electrical attacks may reach 10,000 volts. It discharges electricity from its tail, so it is not harmed by its own power.", "When its electricity builds, its muscles are stimulated, and it becomes more aggressive than usual.", "If the electric pouches in its cheeks become fully charged, both ears will stand straight up.", "If its electric pouches run empty, it raises its tail to gather electricity from the atmosphere.", "If the electrical sacks become excessively charged, Raichu plants its tail in the ground and discharges. Scorched patches of ground will be found near this Pokémon's nest.", "This Pokémon exudes a weak electrical charge from all over its body that makes it take on a slight glow in darkness. Raichu searches for electricity by planting its tail in the ground.", "If it stores too much electricity, its behavior turns aggressive. To avoid this, it occasionally discharges excess energy and calms itself down.", "Its electric charges can reach even {{m|Thunderbolt|100,000 volts}}. Careless contact can cause even an {{wp|Indian Elephant|Indian elephant}} to faint.", "Its long tail serves as ground to protect itself from its own high-voltage power.", "It turns aggressive if it has too much electricity in its body. It discharges power through its tail.", "It can loose 100,000-volt bursts of electricity, instantly downing foes several times its size.", "Its tail discharges electricity into the ground, protecting it from getting shocked."]
}, {
  "id": "027",
  "name": "Sandshrew",
  "species": "Mouse",
  "type": ["Ground"],
  "height": "2'00",
  "weight": "26.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891822-027sandshrew.png",
  "pokedex": ["Burrows deep underground in arid locations far from water. It only emerges to hunt for food.", "Its body is dry. When it gets cold at night, its hide is said to become coated with a fine dew.", "When hunting, it hides at the lip of its burrow. If prey comes close, it lunges out and drags in the prey instantly.", "If it fell from a great height, this Pokémon could save itself by rolling into a ball and bouncing.", "Disliking water, it lives in deep burrows in arid areas. It can roll itself instantly into a ball.", "It prefers dry, sandy places because it {{m|Sand-Attack|uses the sand to protect itself}} when threatened.", "Sandshrew's body is configured to absorb water without waste, enabling it to survive in an arid desert. This Pokémon {{m|Defense Curl|curls up}} to protect itself from its enemies.", "Sandshrew has a very dry hide that is extremely tough. The Pokémon can {{m|Defense Curl|roll into a ball}} that repels any attack. At night, it burrows into the desert sand to sleep.", "When it {{m|Defense Curl|curls up in a ball}}, it can make any attack bounce off harmlessly. Its hide has turned tough and solid as a result of living in the desert.", "It burrows and lives underground. If threatened, it {{m|Defense Curl|curls itself up into a ball}} for protection.", "To protect itself from attackers, it curls up into a ball. It lives in arid regions with minimal rainfall.", " It digs deep burrows to live in. When in danger, it rolls up its body to withstand attacks."]
}, {
  "id": "028",
  "name": "Sandslash",
  "species": "Mouse",
  "type": ["Ground"],
  "height": "3'03",
  "weight": "65.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891682-028sandslash.png",
  "pokedex": ["Curls up into a spiny ball when threatened. It can roll while curled up to attack or escape.", "It is skilled at slashing enemies with its claws. If broken, they start to grow back in a day.", "Curls into a ball of sharp spikes and rolls into enemies. It is also adept at slashing with its sharp claws.", "In an attempt to hide itself, it will run around at top speed to kick up a blinding dust storm.", "If it digs at an incredible pace, it may snap off its spike and claws. They grow back in a day.", "Adept at climbing trees, it rolls into a spiny ball, then attacks its enemies from above.", "Sandslash's body is covered by tough spikes, which are hardened sections of its hide. Once a year, the old spikes fall out, to be replaced with new spikes that grow out from beneath the old ones.", "Sandslash can roll up its body as if it were a ball covered with large spikes. In battle, this Pokémon will try to make the foe flinch by jabbing it with its spines. It then leaps at the stunned foe to tear wildly with its sharp claws.", "It curls up in a ball to protect itself from enemy attacks. It also curls up to prevent heatstroke during the daytime when temperatures rise sharply.", "It is adept at attacking with the spines on its back and its sharp claws while quickly scurrying about.", "It curls up, then rolls into foes with its back. Its sharp spines inflict severe damage.", "The spikes on its body are made up of its hardened hide. It rolls up and attacks foes with its spikes."]
}, {
  "id": "029",
  "name": "Nidoran ♀",
  "species": "Poison",
  "type": ["Poison"],
  "height": "1'07",
  "weight": "19.8",
  "image": "https://vignette3.wikia.nocookie.net/pokemon/images/8/80/029Nidoran♀.png",
  "pokedex": ["Stiffens its ears to sense danger. The larger its horns, the more powerful its secreted venom.", "Its large ears are always kept upright. If it senses danger, it will attack with a poisonous sting.", "It is small, but its horn is filled with poison. It charges then stabs with the horn to inject poison.", "It raises its big ears to check its surroundings. It will strike first if it senses any danger.", "It constantly moves its large ears in many directions in order to detect danger right away.", "The male Nidoran has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this Pokémon's notice."]
}, {
  "id": "030",
  "name": "Nidorina",
  "species": "Poison",
  "type": ["Poison"],
  "height": "2'07",
  "weight": "44.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898253-030nidorina.png",
  "pokedex": ["The female's horn develops slowly. Prefers physical attacks such as clawing and biting.", "When resting deep in its burrow, its thorns always retract. This is proof that it is relaxed.", "The female is usually docile. However, if it becomes enraged, it will attack wildly with bites and scratches.", "When feeding its young, it first chews and tenderizes the food, then spits it out for the offspring.", "It has a calm and caring nature. Because its horn grows slowly it prefers not to fight.", "It has a docile nature. If it is threatened with attack, it raises the barbs that are all over its body.", "When Nidorina are with their friends or family, they keep their barbs tucked away to prevent hurting each other. This Pokémon appears to become nervous if separated from the others.", "When it is with its friends or family, its barbs are tucked away to prevent injury. It appears to become nervous if separated from the others.", "The female has a gentle temperament. It emits ultrasonic cries that have the power to befuddle foes.", "The female's horns develop slowly. Prefers physical attacks such as clawing and biting.", "When it senses danger, it raises all the barbs on its body. These barbs grow slower than {{p|Nidorino}}'s.", "It has a calm and caring nature. Because its horn grows slowly, it prefers not to fight.", "When it senses danger, it raises all the barbs on its body. These barbs grow slower than Nidorino's."]
}, {
  "id": "031",
  "name": "Nidoqueen",
  "species": "Drill",
  "type": ["Poison", "Ground"],
  "height": "4'03",
  "weight": "132.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898254-031nidoqueen.png",
  "pokedex": ["Its hard scales provide strong protection. It uses its hefty bulk to execute powerful moves.", "Tough scales cover the sturdy body of this Pokémon. It appears that the scales grow in cycles.", "Its super-hard, needle-like scales stand up when excited. It uses its hefty bulk for performing powerful moves.", "Its body is covered with needle-like scales. It never shows signs of shrinking from any attack.", "It uses its scaly rugged body to seal the entrance of its nest and protect its young from predators.", "The hard scales that cover its strong body serve as excellent protection from any attack.", "Nidoqueen's body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This Pokémon is at its strongest when it is defending its young.", "It is adept at sending foes flying with harsh tackles using its tough, scaly body. This Pokémon is at its strongest when it is defending its young.", "The body is covered by stiff, needle-like scales. If it becomes excited, the needles bristle outwards.", "Its entire body is armored with hard scales. It will protect the young in its burrow with its life."]
}, {
  "id": "032",
  "name": "Nidoran ♂",
  "species": "Drill",
  "type": ["Poison"],
  "height": "1'07",
  "weight": "19.8",
  "image": "https://vignette1.wikia.nocookie.net/pokemon/images/0/02/032Nidoran♂.png",
  "pokedex": ["Stiffens its ears to sense danger. The larger its horns, the more powerful its secreted venom.", "Its large ears are always kept upright. If it senses danger, it will attack with a poisonous sting.", "It is small, but its horn is filled with poison. It charges then stabs with the horn to inject poison.", "It raises its big ears to check its surroundings. It will strike first if it senses any danger.", "It constantly moves its large ears in many directions in order to detect danger right away.", "The male Nidoran has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this Pokémon's notice."]
}, {
  "id": "033",
  "name": "Nidorino",
  "species": "Poison",
  "type": ["Poison"],
  "height": "2'11",
  "weight": "43.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898250-033nidorino.png",
  "pokedex": ["An aggressive Pokémon that is quick to attack. The horn on its head secretes a powerful venom.", "Its horns contain venom. If they are stabbed into an enemy, the impact makes the poison leak out.", "Its horn is harder than diamond. If it punctures an enemy,it pumps powerful venom into the wound.", "It raises its big ears to check its surroundings. If it senses anything, it attacks immediately.", "Quick to anger, it stabs enemies with its horn to inject a powerful poison when it becomes agitated.", "It is easily agitated and uses its horn for offense as soon as it notices an attacker.", "Nidorino has a horn that is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might.", "Its horn is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might.", "It is easily angered. By swinging its well-developed horn wildly, it can even punch through diamond.", "It has a violent disposition and stabs foes with its horn, which oozes poison upon impact."]
}, {
  "id": "034",
  "name": "Nidoking",
  "species": "Drill",
  "type": ["Poison", "Ground"],
  "height": "4'07",
  "weight": "136.7",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898251-034nidoking.png",
  "pokedex": ["It uses its powerful tail in battle to smash, constrict, then break the prey's bones.", "Its steel-like hide adds to its powerful tackle. Its horns are so hard, they can pierce a diamond.", "Has a rock-hard hide that is worn like armor. The long horn on its head is sharp and highly venomous.", "It swings its big tail around during battle. If its foe flinches, it will charge with its sturdy body.", "Its tail is thick and powerful. If it binds an enemy, it can snap the victim's spine quite easily.", "It uses its thick arms, legs and tail to attack forcefully. Melee combat is its specialty.", "Nidoking's thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower. Once this Pokémon goes on a rampage, there is no stopping it.", "A Nidoking's thick tail packs enormously destructive power capable of toppling a metal transmission tower. Once it goes on a rampage, there is no stopping it.", "It is recognized by its rock-hard hide and its extended horn. Be careful with the horn as it contains venom.", "One swing of its mighty tail can snap a telephone pole as if it were a matchstick."]
}, {
  "id": "035",
  "name": "Clefairy",
  "species": "Fairy",
  "type": ["Normal"],
  "height": "2'00",
  "weight": "16.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898255-035clefairy.png",
  "pokedex": ["Its magical and cute appeal has many admirers. It is rare and found only in certain areas.", "Adored for their cute looks and playfulness. They are thought to be rare, as they do not appear often.", "Because of its adorable nature, it is in high demand as a pet. However, it is rare and found only in limited areas.", "The {{m|moonlight}} that it stores in the wings on its back apparently gives it the ability to float in midair.", "Its adorable behavior and [[cry]] make it highly popular. However, this cute Pokémon is rarely found.", "Though rarely seen, it becomes easier to spot, for some reason, on the night of a full moon.", "The moonlight that it stores in the wings on its back apparently gives it the ability to float in midair.", "On every night of a full moon, groups of this Pokémon come out to play. When dawn arrives, the tired Clefairy return to their quiet mountain retreats and go to sleep nestled up against each other.", "On every night of a full moon, they come out to play. When dawn arrives, the tired Clefairy go to sleep nestled up against each other in deep and quiet mountains.", "Its adorable appearance makes it popular as a pet. However, it is rare and difficult to find.", "With its magical and {{a|Cute Charm|cute}} appeal, it has many admirers. It is rare and found only in certain areas.", "Thought to live with others on quiet mountains, it is popular for its adorable nature.", "It flies using the wings on its back to collect moonlight. This Pokémon is difficult to find.", "It is said that happiness will come to those who see a gathering of Clefairy dancing under a full moon.", "The moonlight that it stores in the wings on its back apparently gives it the ability to float in midair. ", "Its adorable behavior and cry make it highly popular. However, this cute Pokémon is rarely found.", "On nights with a full moon, Clefairy gather from all over and dance. Bathing in moonlight makes them float."]
}, {
  "id": "036",
  "name": "Clefable",
  "species": "Fairy",
  "type": ["Normal"],
  "height": "4'03",
  "weight": "88.2",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898256-036clefable.png",
  "pokedex": ["A timid fairy Pokémon that is rarely seen. It will run and hide the moment it senses people.", "They appear to be very protective of their own world. It is a kind of fairy, rarely seen by people.", "Its ears are very sensitive, so it does not like loud noises or busy places. Will not come out in front of people.", "With its acute hearing, it can pick up sounds from far away. It usually hides in quiet places.", "Its very sensitive ears let it distinguish distant sounds. As a result, it prefers quiet places.", "Said to live in quiet, remote mountains, this type of fairy has a strong aversion to being seen.", "Clefable moves by skipping lightly as if it were flying using its wings. Its bouncy step lets it even walk on water. It is known to take strolls on lakes on quiet, moonlit nights.", "A Clefable uses its wings to skip lightly as if it were flying. Its bouncy step lets it even walk on water. On quiet, moonlit nights, it strolls on lakes.", "It has an acute sense of hearing. It can easily hear a pin being dropped {{tt|nearly 1,100 yards|1,000 meters}} away.", "A timid fairy Pokémon that is rarely seen, it will run and hide the moment it senses people.", "Rarely seen by people, it is said to be drawn by the full moon to play at deserted lakes.", "Its hearing is so acute it can hear a pin drop over a {{tt|half a mile|one kilometer}}. It lives on quiet mountains.", "It is very wary and rarely shows itself to people. Its ears can hear a pin drop over {{tt|half a mile|one kilometer}} away.", "Their ears are sensitive enough to hear a pin drop from over a mile away, so they're usually found in quiet places.}}"]
}, {
  "id": "037",
  "name": "Vulpix",
  "species": "Fox",
  "type": ["Fire"],
  "height": "2'00",
  "weight": "21.8",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891638-037vulpix.png",
  "pokedex": ["At the time of birth, it has just one tail. The tail splits from its tip as it grows older.", "Both its fur and its tails are beautiful. As it grows, the tails split and form more tails.", "A single, white-colored tail splits into six beautiful tails. As it grows older, it grows even more tails.", "As it develops, its single white tail gains color and splits into six. It is quite warm and cuddly.", "If it is attacked by an enemy that is stronger than itself, it feigns injury to fool the enemy and escapes.", "As its body grows larger, its six warm tails become more beautiful, with a more luxurious coat of fur.", "At the time of its birth, Vulpix has one white tail. The tail separates into six if this Pokémon receives plenty of love from its Trainer. The six tails become magnificently curled.", "Inside Vulpix's body burns a flame that never goes out. During the daytime, when the temperatures rise, this Pokémon releases flames from its mouth to prevent its body from growing too hot.", "It can freely control fire, making fiery orbs fly like will-o'-the-wisps. Just before evolution, its six tails grow hot as if on fire.", "While young, it has six gorgeous tails. When it grows, several new tails are sprouted.", "When it is born, it has just one snow-white tail. The tail splits from its tip as it grows older.", "It controls balls of fire. As it grows, its six tails split from their tips to make more tails.", "As each tail grows, its fur becomes more lustrous. When held, it feels slightly warm."]
}, {
  "id": "038",
  "name": "Ninetales",
  "species": "Fox",
  "type": ["Fire"],
  "height": "3'07",
  "weight": "43.9",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891823-038ninetales.png",
  "pokedex": ["Very smart and very vengeful. Grabbing one of its many tails could result in a 1000-year curse.", "According to an enduring legend, 9 noble saints were united and reincarnated as this Pokémon.", "It is extremely vindictive. It is said to lay a 1,000-year long curse if its tail is pulled as a joke.", "Some legends claim that each of its nine tails has its own unique type of special mystic power.", "Its nine beautiful tails are filled with a wondrous energy that could keep it alive for 1,000 years.", "It is said to live a thousand years, and each of its tails is loaded with supernatural powers.", "Ninetales casts a sinister light from its bright red eyes to gain total control over its foe's mind. This Pokémon is said to live for a thousand years.", "Legend has it that Ninetales came into being when nine wizards possessing sacred powers merged into one. This Pokémon is highly intelligent - it can understand human speech.", "It has long been said that each of the nine tails embody an enchanted power. A long-lived Ninetales will have fur that shines like gold.", "It has nine long tails and fur that gleams gold. It is said to live for 1,000 years.", "Its nine tails are said to be imbued with a mystic power. It can live for a thousand years.", "Each of its nine tails is imbued with supernatural power, and it can live for a thousand years."]
}, {
  "id": "039",
  "name": "Jigglypuff",
  "species": "Balloon",
  "type": ["Normal"],
  "height": "1'08",
  "weight": "12.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892299-039jigglypuff.png",
  "pokedex": ["When its huge eyes light up, it {{m|sing}}s a mysteriously soothing melody that lulls its enemies to {{status|sleep}}.", "Uses its alluring eyes to enrapture its foe. It then sings a pleasing melody that lulls the foe to sleep.", "It mesmerizes with its large, round eyes and sings a soothing melody. Pokémon hearing this song fall asleep.", "If it inflates to sing a lullaby, it can perform longer and cause sure drowsiness in its audience.", "Looking into its cute, round eyes causes it to sing a relaxing melody, inducing its enemies to sleep.", "It rolls its cute eyes as it sings a soothing lullaby. Its gentle song puts anyone who hears it to sleep.", "Jigglypuff's vocal chords can freely adjust the wavelength of its voice. This Pokémon uses this ability to sing at precisely the right wavelength to make its foes most drowsy.", "When this Pokémon sings, it never pauses to breathe. If it is in a battle against an opponent that does not easily fall asleep, Jigglypuff cannot breathe, endangering its life.", "Nothing can avoid falling asleep hearing a Jigglypuff's song. The sound waves of its singing voice match the brain waves of someone in a deep sleep.", "It captivates foes with its huge, round eyes, then lulls them to sleep by singing a soothing melody.", "When its huge eyes light up, it sings a mysteriously soothing melody that lulls its enemies to sleep.", "When it wavers its big, round eyes, it begins singing a lullaby that makes everyone drowsy.", "Looking into its cute, round eyes makes it start singing a song so pleasant listeners can't help but fall asleep."]
}, {
  "id": "040",
  "name": "Wigglytuff",
  "species": "Balloon",
  "type": ["Normal"],
  "height": "3'03",
  "weight": "26.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891680-040wigglytuff.png",
  "pokedex": ["The body is soft and rubbery. When angered, it will suck in air and inflate itself to an enormous size.", "Its body is full of elasticity. By inhaling deeply, it can continue to inflate itself without limit.", "Its soft and supple skin allows it to expand like a balloon. If it gets angry, it inhales and inflates itself steadily.", "Their fur feels so good that if two of them snuggle together, they won't want to be separated.", "It has a very fine fur. Take care not to make it angry, or it may inflate steadily and hit with a {{M|Body Slam}}.", "The rich, fluffy fur that covers its body feels so good that anyone who feels it can't stop touching it.", "Wigglytuff has large, saucerlike eyes. The surfaces of its eyes are always covered with a thin layer of tears. If any dust gets in this Pokémon's eyes, it is quickly washed away.", "Wigglytuff's body is very flexible. By inhaling deeply, this Pokémon can inflate itself seemingly without end. Once inflated, Wigglytuff bounces along lightly like a balloon.", "Its fur is the ultimate in luxuriousness. Sleeping alongside a Wigglytuff is simply divine. Its body expands seemingly without end when it inhales.", "Its fur is extremely fine, dense, and supple. The exquisitely pleasant fur conveys an image of luxury.", "Its fine fur feels sublime to the touch. It can expand its body by inhaling air.", "It has a very fine fur. Take care not to make it angry, or it may inflate steadily and hit with a {{m|Body Slam|body slam}}.", "Its fine fur feels so pleasant, those who accidentally touch it cannot take their hands away."]
}, {
  "id": "041",
  "name": "Zubat",
  "species": "Bat",
  "type": ["Poison", "Flying"],
  "height": "2'07",
  "weight": "16.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891824-041zubat.png",
  "pokedex": ["Forms colonies in perpetually dark places. Uses {{m|Supersonic|ultrasonic waves}} to identify and approach targets.", "Emits ultrasonic cries while it flies. They act as a sonar used to check for objects in its way.", "It has neither eyes nor a nose. It emits ultrasonic cries that bounce back to its large ears, enabling it to fly safely.", "While flying, it constantly emits ultrasonic waves from its mouth to check its surroundings.", "Capable of flying safely in dark places, it emits ultrasonic cries to check for any obstacles.", "During the day, it gathers with others and hangs from the ceilings of old buildings and caves.", "Zubat remains quietly unmoving in a dark spot during the bright daylight hours. It does so because prolonged exposure to the sun causes its body to become slightly burned.", "Zubat avoids sunlight because exposure causes it to become unhealthy. During the daytime, it stays in caves or under the eaves of old houses, sleeping while hanging upside down.", "While living in pitch-black caverns, their eyes gradually grew shut and deprived them of vision. They use ultrasonic waves to detect obstacles.", "It has no eyes. Instead, it relies on its ultrasonic cries for echo location to flit about in darkness.", "It forms colonies in perpetually dark places and uses ultrasonic waves to identify and approach targets.", "Even though it has no eyes, it can sense obstacles using ultrasonic waves it emits from it mouth.", "Disliking sunlight, it sleeps deep in forests and caves until sundown.", "It checks its surroundings and location using reflections of the ultrasonic waves from its mouth.", "It does not need eyes, because it emits ultrasonic waves to check its surroundings while it flies."]
}, {
  "id": "042",
  "name": "Golbat",
  "species": "Bat",
  "type": ["Poison", "Flying"],
  "height": "5'03",
  "weight": "121.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891826-042golbat.png",
  "pokedex": ["Once it strikes, it will not stop {{m|Leech Life|draining}} energy from the victim even if it gets too heavy to fly.", "It attacks in a stealthy manner, without warning. Its sharp fangs are used to bite and suck blood.", "Bites its prey and feeds on the victim's energy. Its own blood type changes to that of its victim.", "However hard its victim's hide may be, it punctures with sharp fangs and gorges itself with blood.", "It can drink more than {{tt|10 ounces|300cc}} of blood at once. If it has too much, it gets heavy and flies clumsily.", "When it plunges its fangs into its prey, it instantly draws and gulps down more than ten ounces of blood.", "Golbat loves to drink the blood of living things. It is particularly active in the pitch black of night. This Pokémon flits around in the night skies, seeking fresh blood.", "Golbat bites down on prey with its four fangs and drinks the victim's blood. It becomes active on inky dark moonless nights, flying around to attack people and Pokémon.", "It clamps down on its prey with needle-sharp fangs and drains over {{tt|10 ounces|300cc}} of blood in one gulp.", "Once it strikes, it will not stop draining energy from the victim even if it gets too heavy to fly.", "Its fangs easily puncture even thick animal hide. It loves to feast on the blood of people and Pokémon. It flits about in darkness and strikes from behind.", "It loves the blood of humans and Pokémon. It flies around at night in search of neck veins.", "Once it starts sucking blood, it does not stop until it is full. It flies at night in search of prey.", "Its sharp fangs puncture the toughest of hides and have small holes for greedily sucking blood.", "Flitting around in the dead of night, it sinks its fangs into its prey and drains a nearly fatal amount of blood."]
}, {
  "id": "043",
  "name": "Oddish",
  "species": "Weed",
  "type": ["Grass", "Poison"],
  "height": "1'08",
  "weight": "11.9",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891711-043oddish.png",
  "pokedex": ["During the day, it keeps its face buried in the ground. At night, it wanders around sowing its seeds.", "It may be mistaken for a clump of weeds. If you try to yank it out of the ground, it shrieks horribly.", "Burrows underground in the day, exposing only its leaves. It is said to scream loudly if anyone tries to yank it out.", "Awakened by moonlight, it roams actively at night. In the day it stays quietly underground.", "If exposed to moonlight, it starts to move. It roams far and wide at night to scatter its seeds.", "During the day, it stays in the cold underground to avoid the sun. It grows by bathing in {{m|moonlight}}.", "Awakened by moonlight, it roams actively at night. In the day, it stays quietly underground.", "During the daytime, Oddish buries itself in soil to absorb nutrients from the ground using its entire body. The more fertile the soil, the glossier its leaves become.", "Oddish searches for fertile, nutrient-rich soil, then plants itself. During the daytime, while it is planted, this Pokémon's feet are thought to change shape and become similar to the roots of trees.", "This Pokémon grows by absorbing moonlight. During the daytime, it buries itself in the ground, leaving only its leaves exposed to avoid detection by its enemies.", "Its scientific name is \"Oddium Wanderus.\" At night, it is said to walk {{tt|nearly 1,000 feet|300m}} on its two roots.", "It often plants its root feet in the ground during the day and sows seeds as it walks about at night."]
}, {
  "id": "044",
  "name": "Gloom",
  "species": "Weed",
  "type": ["Grass", "Poison"],
  "height": "2'07",
  "weight": "19.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898257-044gloom.png",
  "pokedex": ["The fluid that oozes from its mouth isn't drool. It is a nectar that is used to attract prey.", "Smells incredibly foul! However, around 1 out of 1,000 people enjoy sniffing its nose-bending stink.", "The horrible-smelling pistil of this flower stinks over a {{tt|mile|two kilometers}} away. Unwittingly inhaled, it can cause fainting.", "What appears to be drool is actually sweet honey. It is very sticky and clings stubbornly if touched.", "It secretes a sticky, drool-like honey. Although sweet, it smells too repulsive to get very close.", "The smell from its drool-like syrup and the pollen on its petals is so bad, it may make opponents faint.", "Gloom releases a foul fragrance from the pistil of its flower. When faced with danger, the stench worsens. If this Pokémon is feeling calm and secure, it does not release its usual stinky aroma.", "From its mouth Gloom drips honey that smells absolutely horrible. Apparently, it loves the horrid stench. It sniffs the noxious fumes and then drips even more of its honey.", "A horribly noxious honey drools from its mouth. One whiff of the honey can result in memory loss. Some fans are said to enjoy this overwhelming stink, however.", "Its pistils exude an incredibly foul odor. The horrid stench can cause fainting at a distance of {{tt|1.25 miles|2 kilometers}}.", "The honey it drools from its mouth smells so atrocious, it can curl noses more than a {{tt|mile|two kilometers}} away.", "The honey it drools from its mouth smells so atrocious, it can curl noses more than a mile away."]
}, {
  "id": "045",
  "name": "Vileplume",
  "species": "Flower",
  "type": ["Grass", "Poison"],
  "height": "3'11",
  "weight": "41.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898258-045vileplume.png",
  "pokedex": ["The larger its petals, the more toxic pollen it contains. Its big head is heavy and hard to hold up.", "Flaps its broad flower petals to scatter its poisonous pollen. The flapping sound is very loud.", "Scatters allergy-causing pollen from its broad petals. The larger the petals, the more pollen is scattered.", "It has the world's largest petals. With every step, the petals shake out heavy clouds of toxic pollen.", "The bud bursts into bloom with a bang. It then starts scattering allergenic, poisonous pollen.", "By shaking its big petals, it scatters toxic pollen into the air, turning the air yellow.", "Vileplume's toxic pollen triggers atrocious allergy attacks. That's why it is advisable never to approach any attractive flowers in a jungle, however pretty they may be.", "Vileplume has the world's largest petals. They are used to attract prey that are then doused with toxic spores. Once the prey are immobilized, this Pokémon catches and devours them.", "In seasons when it produces more pollen, the air around a Vileplume turns yellow with the powder as it walks. The pollen is {{m|PoisonPowder|highly toxic}} and {{m|Stun Spore|causes paralysis}}.", "Its petals are the largest in the world. It fiendishly scatters allergy-causing pollen from its petals.", "Its petals are the largest in the world. As it walks, it scatters extremely allergenic pollen."]
}, {
  "id": "046",
  "name": "Paras",
  "species": "Mushroom",
  "type": ["Bug", "Grass"],
  "height": "1'00",
  "weight": "11.9",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898259-046paras.png",
  "pokedex": ["Burrows to suck tree roots. The mushrooms on its back grow by drawing nutrients from the bug host.", "Burrows under the ground to gnaw on tree roots. The mushrooms on its back absorb most of the nutrition.", "Grows by sucking nutrients from the roots of trees. The mushrooms on its back grow by drawing extracts from the bug host.", "It is doused with mushroom spores when it is born. As its body grows, mushrooms sprout from its back.", "As its body grows large, oriental mushrooms called {{wp|Caterpillar fungus|tochukaso}} start sprouting out of its back.", "The tochukaso growing on this Pokémon's back orders it to extract juice from tree trunks.", "Paras has parasitic mushrooms growing on its back called tochukaso. They grow large by drawing nutrients from this Bug Pokémon host. They are highly valued as a medicine for extending life.", "A Paras has parasitic tochukaso mushrooms growing on its back. They grow by drawing nutrients from the host. They are valued as a medicine for long life.", "Growing out of the bug's back are mushrooms called tochukaso. The mushrooms grow with the bug host.", "Mushrooms named tochukaso grow on its back. They grow along with the host Paras. ", "As its body grows, large mushrooms named tochukaso start sprouting out of its back.", "Mushrooms named tochukaso grow on its back. They grow along with the host Paras."]
}, {
  "id": "047",
  "name": "Parasect",
  "species": "Mushroom",
  "type": ["Bug", "Grass"],
  "height": "3'03",
  "weight": "65.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898260-047parasect.png",
  "pokedex": ["A host-parasite pair in which the parasite mushroom has taken over the host bug. Prefers damp places.", "The bug host is drained of energy by the mushrooms on its back. They appear to do all the thinking.", "The bug host is controlled by the mushrooms that scatter poisonous spores. The spores are sometimes used as medicine in {{wp|China}}.", "It stays mostly in dark, damp places, the preference not of the bug, but of the big mushrooms on its back.", "The larger the mushroom on its back grows, the stronger the mushroom spores it scatters.", "When nothing's left to extract from the bug, the mushrooms on its back leave spores on the bug's egg.", "Parasect is known to infest large trees en masse and drain nutrients from the lower trunk and roots. When an infested tree dies, they move onto another tree all at once.", "Parasect are known to infest the roots of large trees en masse and drain nutrients. When an infested tree dies, they move onto another tree all at once.", "It scatters toxic spores from the mushroom cap. In China, the spores are used as herbal medicine.", "A mushroom grown larger than the host's body controls Parasect. It scatters poisonous spores.", "It is controlled by a mushroom grown larger than the bug body. It is said to prefer damp places."]
}, {
  "id": "048",
  "name": "Venonat",
  "species": "Insect",
  "type": ["Bug", "Poison"],
  "height": "3'03",
  "weight": "66.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892300-048venonat.png",
  "pokedex": ["Lives in the shadows of tall trees where it eats bugs. It is attracted by light at night.", "Its large eyes act as radars. In a bright place, you can see that they are clusters of many tiny eyes.", "Uses its large, radar-like eyes to move around in darkness. It is instinctively attracted to light.", "Its eyes also function as radar units. It catches and eats small bugs that hide in darkness.", "Poison oozes from all over its body. It catches and eats small bugs at night that are attracted by light.", "The small bugs it eats appear only at night, so it sleeps in a hole in a tree until night falls.", "Venonat is said to have evolved with a coat of thin, stiff hair that covers its entire body for protection. It possesses large eyes that never fail to spot even minuscule prey.", "Its coat of thin, stiff hair that covers its entire body is said to have evolved for protection. Its large eyes never fail to spot even miniscule prey.", "Its eyes act as radar, enabling it to be active in darkness. The eyes can also shoot powerful {{m|Signal Beam|beams}}.", "Its big eyes are actually clusters of tiny eyes. At night, its kind is drawn by light."]
}, {
  "id": "049",
  "name": "Venomoth",
  "species": "Poison",
  "type": ["Bug", "Poison"],
  "height": "4'11",
  "weight": "27.6",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892301-049venomoth.png",
  "pokedex": ["The dustlike scales covering its wings are color-coded to indicate the kinds of poison it has.", "The powdery scales on its wings are hard to remove. They also contain poison that leaks out on contact.", "The powder on its wings is poisonous. It scatters the powder with every flap, so you may be poisoned if you are downwind.", "When it attacks, it flaps its large wings violently to scatter its {{m|PoisonPowder|poisonous powder}} all around.", "The powder on its wings is poisonous if it is dark in color. If it is light, {{m|stun Spore|it causes paralysis}}.", "The scales it scatters will paralyze anyone who touches them, making that person unable to stand.", "When it attacks, it flaps its large wings violently to scatter its poisonous powder all around.", "Venomoth is {{pkmn2|nocturnal}} - it is a Pokémon that only becomes active at night. Its favorite prey are small insects that gather around streetlights, attracted by the light in the darkness.", "Venomoth are nocturnal — they only are active at night. Their favorite prey are insects that gather around streetlights, attracted by the light in the darkness.", "The wings are covered with dustlike scales. Every time it flaps its wings, it looses highly toxic dust.", "It flutters its wings to scatter dustlike scales. The scales leach toxins if they contact skin.", "The powder on its wings is poisonous if it is dark in hue. If it is light in hue, it causes paralysis."]
}, {
  "id": "050",
  "name": "Diglett",
  "species": "Mole",
  "type": ["Ground"],
  "height": "0'08",
  "weight": "1.8",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892133-050diglett.png",
  "pokedex": ["Lives about {{tt|one yard|1 meter}} underground where it feeds on plant roots. It sometimes appears aboveground.", "It prefers dark places. It spends most of its time underground, though it may pop up in caves.", "Its head pokes up approximately eight inches out of the ground. However, its real size remains a mystery to this day.", "Its skin is very thin. If it is exposed to light, its blood heats up, causing it to grow weak.", "If a Diglett {{m|dig}}s through a field, it leaves the soil perfectly tilled and ideal for planting crops.", "It digs underground and chews on tree roots, sticking its head out only when the sun isn't bright.", "Diglett are raised in most farms. The reason is simple - wherever this Pokémon burrows, the soil is left perfectly tilled for planting crops. This soil is made ideal for growing delicious vegetables.", "Diglett are raised in most farms. The reason is simple — wherever they burrow, the soil is left perfectly tilled for growing delicious crops.", "It burrows through the ground at a shallow depth. It leaves raised earth in its wake, making it easy to spot.", "A Pokémon that lives underground. Because of its dark habitat, it is repelled by bright sunlight.", "Its skin is very thin. If it is exposed to light, its blood heats up, causing it to grow weak. ", "If a Diglett digs through a field, it leaves the soil perfectly tilled and ideal for planting crops."]
}, {
  "id": "051",
  "name": "Dugtrio",
  "species": "Mole",
  "type": ["Ground"],
  "height": "2'04",
  "weight": "73.4",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1894634-051dugtrio.png",
  "pokedex": ["A team of Diglett triplets. It triggers huge {{m|earthquake}}s by burrowing {{tt|60 miles|100 km}} underground.", "A team of triplets that can burrow over {{tt|60 MPH|100 km/h}}. Due to this, some people think it's an earthquake.", "Diglett triplets that always travel together. Known to burrow more than {{tt|60 miles|100 km}} underground and trigger quakes.", "Its three heads bob separately up and down to loosen the soil nearby, making it easier for it to burrow.", "Extremely powerful, they can {{m|dig}} through even the hardest ground to a depth of over {{tt|60 miles|100km}}.", "These Diglett triplets dig over {{tt|60 miles|100km}} below sea level. No one knows what it's like underground.", "Dugtrio are actually triplets that emerged from one body. As a result, each triplet thinks exactly like the other two triplets. They work cooperatively to burrow endlessly.", "Because the triplets originally split from one body, they think exactly alike. They work cooperatively to burrow endlessly through the ground.", "In battle, it digs through the ground and strikes the unsuspecting foe from an unexpected direction.", "A team of Diglett triplets. It triggers huge earthquakes by burrowing {{tt|60 miles|100km}} underground.", "Its three heads move alternately, driving it through tough soil to depths of over {{tt|60 miles|100km}}.", "Extremely powerful, they can dig through even the hardest ground to a depth of over {{tt|60 miles|100km}}."]
}, {
  "id": "052",
  "name": "Meowth",
  "species": "Scratch",
  "type": ["Normal"],
  "height": "1'04",
  "weight": "9.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/2/26507/948297-meowth.jpg",
  "pokedex": ["Adores circular objects. Wanders the street on a nightly basis to look for dropped loose change.", "Sleeps in the daytime. At night, its eyes glow as it happily collects coins, its favorite things.", "Appears to be more active at night. It loves round and shiny things. It can't stop from picking them up.", "It is fascinated by round objects. It can't stop playing with them until it tires and falls asleep.", "It loves anything that shines. It especially adores coins that it picks up and secretly hoards.", "It loves things that sparkle. When it sees a shiny object, the gold coin on its head shines too.", "It is fascinated with round objects. It can't stop playing with them until it tires and falls asleep.", "Meowth withdraws its sharp claws into its paws to slinkily sneak about without making any incriminating footsteps. For some reason, this Pokémon loves shiny coins that glitter with light.", "All it does is sleep during the daytime. At night, it patrols its territory with its eyes aglow.", "Adores round objects. It wanders the streets on a nightly basis to look for dropped loose change.", "Meowth withdraw their sharp claws into their paws to silently sneak about. For some reason, this Pokémon loves shiny coins that glitter with light.", "It is nocturnal in nature. If it spots something shiny, its eyes glitter brightly."]
}, {
  "id": "053",
  "name": "Persian",
  "species": "Classy",
  "type": ["Normal"],
  "height": "3'03",
  "weight": "70.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898262-053persian.png",
  "pokedex": ["Although its fur has many admirers, it is tough to raise as a pet because of its fickle meanness.", "The gem in its forehead glows on its own! It walks with all the grace and elegance of a proud queen.", "It is highly regarded as a pet for its beautiful fur. However, it is extremely temperamental and difficult to keep.", "Many adore it for its sophisticated air. However, it will lash out and scratch for little reason.", "Its lithe muscles allow it to walk without making a sound. It attacks in an instant.", "Behind its lithe, elegant appearance lies a barbaric side. It will tear apart its prey on a mere whim.", "Persian has six bold whiskers that give it a look of toughness. The whiskers sense air movements to determine what is in the Pokémon's surrounding vicinity. It becomes docile if grabbed by the whiskers.", "A Persian's six bold whiskers sense air movements to determine what is in its vicinity. It becomes docile if grabbed by the whiskers.", "Has a vicious temperament. Beware if it raises its tail straight up. It is a signal that it is about to pounce and bite.", "A very haughty Pokémon. Among fans, the size of the jewel in its forehead is a topic of much talk."]
}, {
  "id": "054",
  "name": "Psyduck",
  "species": "Duck",
  "type": ["Water"],
  "height": "2'07",
  "weight": "43.2",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892134-054psyduck.png",
  "pokedex": ["While lulling its enemies with its vacant look, this wily Pokémon will use psychokinetic powers.", "Always tormented by headaches. It uses psychic powers, but it is not known if it intends to do so.", "It has mystical powers but doesn't recall that it has used them. That is why it always looks puzzled.", "Appears unaware and totally vacant. However, if its chronic headache worsens, it starts exhibiting peculiar powers.", "If its chronic headache peaks, it may exhibit odd powers. It seems unable to recall such an episode.", "The only time it can use its psychic power is when its sleeping brain cells happen to wake.", "Psyduck uses a mysterious power. When it does so, this Pokémon generates brain waves that are supposedly only seen in sleepers. This discovery spurred controversy among scholars.", "If it uses its mysterious power, Psyduck can't remember having done so. It apparently can't form a memory of such an event because it goes into an altered state that is much like deep sleep.", "When its headache intensifies, it starts using strange powers. However, it has no recollection of its powers, so it always looks befuddled and bewildered.", "It is constantly wracked by a headache. When the headache turns intense, it begins using mysterious powers.", "If its usual headache worsens, it starts exhibiting odd powers. It can't remember doing so, however.", "It never remembers using its odd powers, so it always tilts its head in puzzlement.", "Overwhelmed by enigmatic abilities, it suffers a constant headache. It sometimes uses mysterious powers.", "When headaches stimulate its brain cells, which are usually inactive, it can use a mysterious power."]
}, {
  "id": "055",
  "name": "Golduck",
  "species": "Duck",
  "type": ["Water"],
  "height": "5'07",
  "weight": "168.9",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892302-055golduck.png",
  "pokedex": ["Often seen swimming elegantly by lakeshores. It is often mistaken for the Japanese monster {{wp|Kappa (folklore)|Kappa}}.", "Its slim and long limbs end in broad flippers. They are used for swimming gracefully in lakes.", "Its webbed hands and feet make it a proficient swimmer. May be seen swimming elegantly at dusk in places like lakes.", "When it swims at full speed using its long, webbed limbs, its forehead somehow begins to glow.", "It appears by waterways at dusk. It may use telekinetic powers if its forehead glows mysteriously.", "It swims gracefully along on the quiet, slow-moving rivers and lakes of which it is so fond.", "The webbed flippers on its forelegs and hind legs and the streamlined body of Golduck give it frightening speed. This Pokémon is definitely much faster than even the most athletic swimmer.", "Golduck is the fastest swimmer among all Pokémon. It swims effortlessly, even in a rough, stormy sea. It sometimes rescues people from wrecked ships floundering in high seas.", "A Golduck is an adept swimmer. It sometimes joins competitive swimmers in training. It uses psychic powers when its forehead shimmers with light.", "The forelegs are webbed, helping to make it an adept swimmer. It can be seen swimming elegantly in lakes, etc.", "Often seen swimming elegantly by lakeshores. It is often mistaken for the Japanese monster Kappa.", "The flippers of its well-developed limbs give it shocking speed. It is the best swimmer among Pokémon.", "A Pokémon that lives in lakes. It swims faster than any human swimming champion.", "It is seen swimming dynamically and elegantly using its well-developed limbs and flippers.", "When its forehead shines mysteriously, Golduck can use the full extent of its power."]
}, {
  "id": "056",
  "name": "Mankey",
  "species": "Pig",
  "type": ["Fighting"],
  "height": "1'08",
  "weight": "61.7",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892135-056mankey.png",
  "pokedex": ["Extremely quick to anger. It could be docile one moment then {{m|thrash}}ing away the next instant.", "An agile Pokémon that lives in trees. It angers easily and will not hesitate to attack anything.", "Quick to anger, it will begin brawling on the slightest provocation. It is unsafe to approach as it is very nimble.", "It is extremely ill-tempered. Groups of them will attack any handy target for no reason.", "It's unsafe to approach if it gets violently enraged for no reason and can't distinguish friends from foes.", "It lives in groups in the treetops. If it loses sight of its group, it becomes infuriated by its loneliness.", "When Mankey starts shaking and its nasal breathing turns rough, it's a sure sign that it is becoming angry. However, because it goes into a towering rage almost instantly, it is impossible for anyone to flee its wrath.", "When it starts shaking and its nasal breathing turns rough, it's a sure sign of anger. However, since this happens instantly, there is no time to flee.", "Light and agile on its feet, and ferocious in temperament. When angered, it flies into an uncontrollable frenzy.", "Extremely quick to anger. It could be docile one moment then thrashing away the next instant.", "It lives in treetop colonies. If one becomes enraged, the whole colony rampages for no reason."]
}, {
  "id": "057",
  "name": "Primeape",
  "species": "Pig",
  "type": ["Fighting"],
  "height": "3'03",
  "weight": "70.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892055-057primeape.png",
  "pokedex": ["Always furious and tenacious to boot. It will not abandon chasing its quarry until it is caught.", "It stops being angry only when nobody else is around. To view this moment is very difficult.", "When enraged, it gives chase endlessly. Because it is impossible to tell what made it angry, there is no soothing it.", "If approached while asleep, it may awaken and angrily give chase in a groggy state of semi-sleep.", "It becomes wildly furious if it even senses someone looking at it. It chases anyone that meets its glare.", "It will beat up anyone who makes it mad, even if it has to chase them until the end of the world.", "When Primeape becomes furious, its blood circulation is boosted. In turn, its muscles are made even stronger. However, it also becomes much less intelligent at the same time.", "When it becomes furious, its blood circulation becomes more robust, and its muscles are made stronger. But it also becomes much less intelligent.", "It is always outrageously furious. If it gives chase, it will tenaciously track the target no matter how far.", "Always furious and tenacious to boot. It will not abandon chasing its quarry until it catches up.", "It grows angry if you see its eyes and gets angrier if you run. If you beat it, it gets even madder."]
}, {
  "id": "058",
  "name": "Growlithe",
  "species": "Puppy",
  "type": ["Fire"],
  "height": "2'04",
  "weight": "41.9",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891827-058growlithe.png",
  "pokedex": ["Very protective of its territory. It will bark and {{m|bite}} to repel intruders from its space.", "A Pokémon with a friendly nature. However, it will bark fiercely at anything invading its territory.", "It has a brave and trustworthy nature. It fearlessly stands up to bigger and stronger foes.", "Extremely loyal, it will fearlessly bark at any opponent to protect its own Trainer from harm.", "Friendly and loyal, but also jealously protective of its territory. Carelessly approaching it may result in a bite.", "It controls a big territory. If it detects an unknown smell, it {{m|roar}}s loudly to force out the intruder.", "Growlithe has a superb sense of smell. Once it smells anything, this Pokémon won't forget the scent, no matter what. It uses its advanced olfactory sense to determine the emotions of other living things.", "Its superb sense of smell ensures that this Pokémon won't forget any scent, no matter what. It uses its sense of smell to detect the emotions of others.", "Very friendly and faithful to people. It will try to repel enemies by barking and biting.", "It is very protective of its territory. It will bark and bite to repel intruders from its space.", "A Pokémon with a loyal nature. It will remain motionless until it is given an order by its {{pkmn|Trainer}}.", "A Pokémon with a loyal nature. It will remain motionless until it is given an order by its Trainer.", "Extremely loyal to its Trainer, it will bark at those who approach the Trainer unexpectedly and run them out of town."]
}, {
  "id": "059",
  "name": "Arcanine",
  "species": "Legendary",
  "type": ["Fire"],
  "height": "6'03",
  "weight": "341.7",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891828-059arcanine.png",
  "pokedex": ["A Pokémon that has been admired since the past for its beauty. It runs agilely as if on wings.", "A legendary Pokémon in {{wp|China}}. Many people are charmed by its grace and beauty while running.", "A Pokémon whose beauty is legendary in China. It is said to run gracefully and lightly, as if it were flying.", "This legendary Chinese Pokémon is considered magnificent. Many people are enchanted by its grand mane.", "Its magnificent bark conveys a sense of majesty. Anyone hearing it can't help but grovel before it.", "An ancient picture scroll shows that people were attracted to its movement as it ran through prairies.", "Arcanine is known for its high speed. It is said to be capable of running over {{tt|6,200 miles|10,000 kilometers}} in a single day and night. The fire that blazes wildly within this Pokémon's body is its source of power.", "This fleet-footed Pokémon is said to run over {{tt|6,200 miles|10,000 kilometers}} in a single day and night. The fire that blazes wildly within its body is its source of power.", "A Pokémon that is described in Chinese legends. It is said to race at an {{m|ExtremeSpeed|unbelievable speed}}.", "A Pokémon that has long been admired for its beauty. It runs agilely as if on wings.", "Its proud and regal appearance has captured the hearts of people since long ago.", "The sight of it running over {{tt|6,200 miles|10,000 kilometers}} in a single day and night has captivated many people.}}"]
}, {
  "id": "060",
  "name": "Poliwag",
  "species": "Tadpole",
  "type": ["Water"],
  "height": "2'00",
  "weight": "27.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891829-060poliwag.png",
  "pokedex": ["Its newly grown legs prevent it from walking well. It appears to prefer swimming over walking.", "The direction of the spiral on the belly differs by area. It is more adept at swimming than walking.", "The spiral on its belly is its internal organs seen through its thin skin. It is better at swimming than walking.", "Because it is inept at walking on its newly grown legs, it always swims around in water.", "The direction of its belly spiral differs by area. The equator is thought to have an effect on this.", "The swirl on its belly is its insides showing through the skin. It looks clearer after it eats.", "Poliwag has a very thin skin. It is possible to see the Pokémon's spiral innards right through the skin. Despite its thinness, however, the skin is also very flexible. Even sharp fangs bounce right off it.", "It is possible to see this Pokémon's spiral innards right through its thin skin. However, the skin is also very flexible. Even sharp fangs bounce right off it.", "Its slick black skin is thin and damp. A part of its internal organs can be seen through the skin as a spiral pattern.", "Its skin is so thin, its internal organs are visible. It has trouble walking on its newly grown feet."]
}, {
  "id": "061",
  "name": "Poliwhirl",
  "species": "Tadpole",
  "type": ["Water"],
  "height": "3'03",
  "weight": "44.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891830-061poliwhirl.png",
  "pokedex": ["It can live in or out of water. When out of water, it constantly sweats to keep its body slimy.", "Under attack, it uses its belly spiral to {{m|hypnosis|put the foe to sleep}}. It then makes its escape.", "Capable of living on land, but prefers to stay in water. If it is out of water, it sweats to keep its skin moist.", "The swirl on its belly subtly undulates. Staring at it may gradually cause drowsiness.", "The skin on most of its body is moist. However, the skin on its belly spiral feels smooth.", "Though it is skilled at walking, it prefers to live underwater where there is less danger.", "The surface of Poliwhirl's body is always wet and slick with an oily fluid. Because of this greasy covering, it can easily slip and slide out of the clutches of any enemy in battle.", "Its body surface is always wet and slick with an oily fluid. Because of this greasy covering, it can easily slip and slide out of the clutches of any enemy in battle.", "Its two legs are well developed. Even though it can live on the ground, it prefers living in water.", "The spiral pattern on its belly subtly undulates. Staring at it gradually causes drowsiness."]
}, {
  "id": "062",
  "name": "Poliwrath",
  "species": "Tadpole",
  "type": ["Water", "Fighting"],
  "height": "4'03",
  "weight": "119.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891831-062poliwrath.png",
  "pokedex": ["A swimmer adept at both the front crawl and breaststroke. Easily overtakes the best human swimmers.", "Swims powerfully using all the muscles in its body. It can even overtake champion swimmers.", "A strong swimmer, it is faster than a human champ in an individual medley. It can go far and fast with minimal breathing.", "This strong and skilled swimmer is even capable of crossing the {{wp|Pacific Ocean}} just by kicking.", "Although an energetic, skilled swimmer that uses all of its muscles, it lives on dry land.", "It can use its well-developed arms and legs to run on the surface of the water for a split second.", "This strong and skilled swimmer is even capable of crossing the Pacific Ocean just by kicking.", "Poliwrath's highly developed, brawny muscles never grow fatigued, however much it exercises. It is so tirelessly strong, this Pokémon can swim back and forth across the Pacific Ocean without effort.", "Its highly developed muscles never grow fatigued, however much it exercises. This Pokémon can swim back and forth across the Pacific Ocean without effort.", "An adept swimmer, it knows the front crawl, butterfly, and more. It is faster than the best human swimmers.", "With its extremely tough muscles, it can keep swimming in the Pacific Ocean without resting."]
}, {
  "id": "063",
  "name": "Abra",
  "species": "Psi",
  "type": ["Psychic"],
  "height": "2'11",
  "weight": "43.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891834-063abra.png",
  "pokedex": ["Using its ability to read minds, it will sense impending danger and {{m|teleport}} to safety.", "Sleeps 18 hours a day. If it senses danger, it will teleport itself to safety even as it sleeps.", "Even while asleep, it can sense enemies approaching. It teleports itself to a distant spot if there is any danger.", "It senses impending attacks and teleports away to safety before the actual attacks can strike.", "If it decides to teleport randomly, it creates the illusion that it has created copies of itself.", "It hypnotizes itself so that it can teleport away when it senses danger, even if it is asleep.", "Abra sleeps for eighteen hours a day. However, it can sense the presence of foes even while it is sleeping. In such a situation, this Pokémon immediately teleports to safety.", "Abra needs to sleep for eighteen hours a day. If it doesn't, this Pokémon loses its ability to use telekinetic powers. If it is attacked, Abra escapes using Teleport while it is still sleeping.", "A Pokémon that sleeps 18 hours a day. Observation revealed that it uses Teleport to change its location once every hour.", "It sleeps for 18 hours a day. It uses a variety of extrasensory powers even while asleep.", "Using its ability to read minds, it will sense impending danger and Teleport to safety.", "It sleeps for 18 hours a day. Even when awake, it teleports itself while remaining seated.", "Even while asleep, it maintains a telepathic radar. It teleports when it is threatened.", "Using its psychic power is such a strain on its brain that it needs to sleep for 18 hours a day.", "If it decides to teleport randomly, it evokes the illusion that it has created copies of itself."]
}, {
  "id": "064",
  "name": "Kadabra",
  "species": "Psi",
  "type": ["Psychic"],
  "height": "4'03",
  "weight": "124.6",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891835-064kadabra.png",
  "pokedex": ["It emits special alpha waves from its body that induce headaches just by being close by.", "When it uses psychic power, all its brain cells work in unison to generate powerful alpha waves.", "Many odd things happen if this Pokémon is close by. For example, it makes clocks run backwards.", "It possesses strong spiritual power. The more danger it faces, the stronger its psychic power.", "If it uses its abilities, it emits special alpha waves that cause machines to malfunction.", "When it closes its eyes, twice as many alpha particles come out of the surface of its body.", "Kadabra emits a peculiar alpha wave if it develops a headache. Only those people with a particularly strong psyche can hope to become a {{pkmn|Trainer}} of this Pokémon.", "Kadabra holds a silver spoon in its hand. The spoon is used to amplify the alpha waves in its brain. Without the spoon, the Pokémon is said to be limited to half the usual amount of its telekinetic powers.", "It is rumored that a boy with psychic abilities suddenly transformed into Kadabra while he was assisting research into extrasensory powers.", "It happened one morning - a boy with extrasensory powers awoke in bed transformed into Kadabra.", "It emits special alpha waves from its body that induce headaches just by being close.", "If one is nearby, an eerie shadow appears on TV screens. Seeing the shadow is said to bring bad luck.", "When it uses its psychic power, it emits strong alpha waves that can ruin precision devices.", "It stares at its silver spoon to focus its mind. It emits more alpha waves while doing so."]
}, {
  "id": "065",
  "name": "Alakazam",
  "species": "Psi",
  "type": ["Psychic"],
  "height": "4'11",
  "weight": "105.8",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891836-065alakazam.png",
  "pokedex": ["Its brain can outperform a super-computer. Its {{wp|intelligence quotient}} is said to be 5,000.", "A Pokémon that can memorize anything. It never forgets what it learns -- that's why this Pokémon is smart.", "Closing both its eyes heightens all its other senses. This enables it to use its abilities to their extremes.", "Its brain cells multiply continually until it dies. As a result, it remembers everything.", "It has an IQ of 5000. It calculates many things in order to gain the edge in every battle.", "A Pokémon that uses psychic power. It is highly intelligent and capable of instantly identifying its foe's weakness.", "Alakazam's brain continually grows, making its head far too heavy to support with its neck. This Pokémon holds its head up using its psychokinetic power instead.", "Alakazam's brain continually grows, infinitely multiplying brain cells. This amazing brain gives this Pokémon an astoundingly high IQ of 5,000. It has a thorough memory of everything that has occurred in the world.", "While it has strong psychic abilities and high intelligence, an Alakazam's muscles are very weak. It uses psychic power to move its body.", "It does not like physical attacks very much. Instead, it freely uses extra-sensory powers to defeat foes.", "Its brain can outperform a supercomputer. Its IQ (intelligence quotient) is said to be around 5,000.", "Its superb memory lets it recall everything it has experienced from birth. Its IQ exceeds 5,000.", "Its highly developed brain is on par with a supercomputer. It can use all forms of psychic abilities.", "The spoons clutched in its hands are said to have been created by its psychic powers."]
}, {
  "id": "066",
  "name": "Machop",
  "species": "Superpower",
  "type": ["Fighting"],
  "height": "2'07",
  "weight": "43.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892303-066machop.png",
  "pokedex": ["Loves to build its muscles. It trains in all styles of martial arts to become even stronger.", "Very powerful in spite of its small size. Its mastery of many types of martial arts makes it very tough.", "Its whole body is covered with muscles, so it can raise bulges anywhere. It can throw a hundred adults.", "Always brimming with power, it passes time by lifting boulders. Doing so makes it even stronger.", "It loves to work out and build its muscles. It is never satisfied, even if it trains hard all day long.", "It trains by lifting rocks in the mountains. It can even pick up a {{p|Graveler}} with ease.", "Machop's muscles are special - they never get sore no matter how much they are used in exercise. This Pokémon has sufficient power to hurl a hundred adult humans.", "Machop exercises by hefting around a Graveler as if it were a barbell. There are some Machop that travel the world in a quest to master all kinds of martial arts.", "It continually undertakes strenuous training to master all forms of martial arts. Its strength lets it easily hoist a sumo wrestler onto its shoulders.", "Its whole body is composed of muscles. Even though it's the size of a human child, it can hurl 100 grown-ups.", "It hefts a Graveler repeatedly to strengthen its entire body. It uses every type of martial arts.", "Its muscles never cramp however much it trains. It lives in the mountains away from humans.", "Though small in stature, it is powerful enough to easily heft and throw a number of {{p|Geodude}} at once.", "Though small in stature, it is powerful enough to easily heft and throw a number of Geodude at once."]
}, {
  "id": "067",
  "name": "Machoke",
  "species": "Superpower",
  "type": ["Fighting"],
  "height": "4'11",
  "weight": "155.4",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892304-067machoke.png",
  "pokedex": ["Its muscular body is so powerful, it must wear a power-save belt to be able to regulate its motions.", "The belt around its waist holds back its energy. Without it, this Pokémon would be unstoppable.", "It always goes at its full power, but this very tough and durable Pokémon never gets tired.", "The muscles covering its body teem with power. Even when still, it exudes an amazing sense of strength.", "This tough Pokémon always stays in the zone. Its muscles become thicker after every battle.", "Machoke's thoroughly toned muscles possess the hardness of {{wp|steel}}. This Pokémon has so much strength, it can easily hold aloft a sumo wrestler on just one finger.", "Machoke undertakes bodybuilding every day even as it helps people with tough, physically demanding labor. On its days off, this Pokémon heads to the fields and mountains to exercise and train.", "A belt is worn by a Machoke to keep its overwhelming power under control. Because it is so dangerous, no one has ever removed the belt.", "Its formidable body never gets tired. It helps people by doing work such as the moving of heavy goods.", "Although it is incredibly strong, it is always modest. It restrains its strength with a power-save belt.", "Machoke's boundless power is very dangerous, so it wears a belt that suppresses its energy.", "It can lift a dump truck with one hand. Using that power, it helps people with heavy jobs.", "It happily carries heavy cargo to toughen up. It willingly does hard work for people."]
}, {
  "id": "068",
  "name": "Machamp",
  "species": "Superpower",
  "type": ["Fighting"],
  "height": "5'03",
  "weight": "286.6",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892305-068machamp.png",
  "pokedex": ["Using its heavy muscles, it throws powerful punches that can send the victim clear over the horizon.", "One arm alone can move mountains. Using all four arms, this Pokémon fires off awesome punches.", "Among its fighting moves is a simultaneous volley of an uppercut, hook, straight and {{m|Karate Chop|karate chop}} from its four arms.", "It quickly swings its four arms to rock its opponents with ceaseless punches and chops from all angles.", "It uses its four powerful arms to pin the limbs of its foe, then {{m|Seismic Toss|throws the victim over the horizon}}.", "With four arms that react more quickly than it can think, it can execute many punches at once.", "Machamp has the power to hurl anything aside. However, trying to do any work requiring care and dexterity causes its arms to get tangled. This Pokémon tends to leap into action before it thinks.", "Machamp is known as the Pokémon that has mastered every kind of martial arts. If it grabs hold of the foe with its four arms, the battle is all but over. The hapless foe is thrown far over the horizon.", "It is impossible to defend against punches and chops doled out by its four arms. Its fighting spirit flares up when it faces a tough opponent.", "Its four ruggedly developed arms can launch a flurry of 1,000 punches in just two seconds.", "It punches with its four arms at blinding speed. It can launch 1,000 punches in two seconds..", "It can knock a train flying with a punch. However, it is terrible at delicate work using its fingers.", "Its four muscled arms slam foes with powerful punches and chops at blinding speed.", "It uses its four powerful arms to pin the limbs of its foe, then throws the victim over the horizon."]
}, {
  "id": "069",
  "name": "Bellsprout",
  "species": "Flower",
  "type": ["Grass", "Poison"],
  "height": "2'04",
  "weight": "8.8",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898263-069bellsprout.png",
  "pokedex": ["A carnivorous Pokémon that traps and eats bugs. It appears to use its root feet to replenish moisture.", "Prefers hot and humid places. It ensnares tiny insects with its vines and devours them.", "A kind of bug-eating plant that hunts small insects. It uses its roots as feet for walking.", "Even though its body is extremely skinny, it is blindingly fast when catching its prey.", "It plants its feet deep underground to replenish water. It can't escape its enemy while it's rooted.", "If it notices anything that moves, it immediately flings its vine at the object.", "A Bellsprout's thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, it leaks a fluid that melts even iron.", "Its bud looks like a human face. Because of the bud, it is rumored to be a type of legendary mandrake plant.", "It prefers hot and humid environments. It is quick at capturing prey with its vines."]
}, {
  "id": "070",
  "name": "Weepinbell",
  "species": "Flycatcher",
  "type": ["Grass", "Poison"],
  "height": "3'03",
  "weight": "14.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898264-070weepinbell.png",
  "pokedex": ["It spits out {{m|PoisonPowder|poisonpowder}} to immobilize the enemy and then finishes it with a spray of {{m|acid}}.", "When hungry, it swallows anything that moves. Its hapless prey is melted inside by strong acids.", "Armed with razor-sharp leaves, it uses toxic pollen to immobilize its enemy and melts the helpless foe with acid.", "Even though it is filled with acid, it does not melt because it also oozes a neutralizing fluid.", "If its prey is bigger than its mouth, it slices up the victim with sharp leaves, then eats every morsel.", "When its hungry, it swings its razor-sharp leaves, slicing up any unlucky object nearby for food.", "Weepinbell has a large hook on its rear end. At night, the Pokémon hooks on to a tree branch and goes to sleep. If it moves around in its sleep, it may wake up to find itself on the ground.", "At night, a Weepinbell hangs on to a tree branch with its hooked rear and sleeps. If it moves around in its sleep, it may wake up to find itself on the ground.", "The leafy parts act as cutters for slashing foes. It spits a fluid that dissolves everything.", "It spits out poisonpowder to immobilize the enemy and then finishes it with a spray of acid.", "A Pokémon that appears to be a plant. It captures unwary prey by dousing them with a toxic powder."]
}, {
  "id": "071",
  "name": "Victreebel",
  "species": "Flycatcher",
  "type": ["Grass", "Poison"],
  "height": "5'07",
  "weight": "34.2",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898265-071victreebel.png",
  "pokedex": ["Said to live in huge colonies deep in jungles, although no one has ever returned from there.", "Lures prey with the sweet aroma of honey. Swallowed whole, the prey is melted in a day, bones and all.", "Attracts prey with sweet-smelling honey. Its prey include bugs, naturally, and even large animals on occasion.", "{{m|Acid}} that has dissolved many prey becomes sweeter, making it even more effective at attracting prey.", "This horrifying plant Pokémon attracts prey with aromatic honey, then melts them in its mouth.", "Once ingested into this Pokémon's body, even the hardest object will melt into nothing.", "Acid that has dissolved many prey becomes sweeter, making it even more effective at attracting prey.", "Victreebel has a long vine that extends from its head. This vine is waved and flicked about as if it were an animal to attract prey. When an unsuspecting prey draws near, this Pokémon swallows it whole.", "The long vine extending from its head is waved about as if it were a living thing to attract prey. When an unsuspecting victim approaches, it is swallowed whole.", "Lures prey into its mouth with a honeylike aroma. The helpless prey is melted with a dissolving fluid.", "It pools in its mouth a fluid with a honeylike scent, which is really an acid that dissolves anything.", "It pools in its mouth a fluid with a honey-like scent, which is really an acid that dissolves anything."]
}, {
  "id": "072",
  "name": "Tentacool",
  "species": "Jellyfish",
  "type": ["Water", "Poison"],
  "height": "2'11",
  "weight": "100.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892306-072tentacool.png",
  "pokedex": ["Drifts in shallow seas. Anglers who hook them by accident are often punished by its stinging {{m|acid}}.", "It can sometimes be found all dry and shriveled up on a beach. Toss it back into the sea to revive it.", "Fires beams of light from its clear eyes. Floats around in shallow waters and may sting unwary anglers.", "When the tide goes out, dehydrated Tentacool remains can be found washed up on the shore.", "It drifts aimlessly in waves. Very difficult to see in water, it may not be noticed until it stings.", "As it floats along on the waves, it uses its toxic feelers to stab anything it touches.", "Tentacool's body is largely composed of water. If it is removed from the sea, it dries up like parchment. If this Pokémon happens to become dehydrated, put it back into the sea.", "Tentacool absorbs sunlight and refracts it using water inside its body to convert it into beam energy. This Pokémon shoots beams from its crystal-like eyes.", "Its body is almost entirely composed of water. It ensnares its foe with its two long tentacles, then stabs with the {{m|Poison Sting|poison stingers}} at their tips.", "Its eyes are as transparent as crystals. From them, it shoots mysterious beams of light.", "Drifts in shallow seas. Anglers who hook them by accident are often punished by their stingers.", "Its body is virtually composed of water. It shoots strange beams from its crystal-like eyes.", "It drifts in sea currents. Countless fishermen are hurt by its poison stingers.", "Because its body is almost entirely composed of water, it shrivels up if it is washed ashore."]
}, {
  "id": "073",
  "name": "Tentacruel",
  "species": "Jellyfish",
  "type": ["Water", "Poison"],
  "height": "5'03",
  "weight": "121.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892307-073tentacruel.png",
  "pokedex": ["The tentacles are normally kept short. On hunts, they are extended to ensnare and immobilize prey.", "Its 80 tentacles can stretch and contract freely. They {{m|wrap}} around prey and weaken it with poison.", "It has 80 tentacles. Once they wrap around an enemy, the tentacles will not release, no matter what.", "Its 80 tentacles absorb water and stretch almost endlessly to {{m|constrict}} its prey and enemies.", "In battle, it extends all 80 of its tentacles to entrap its opponent inside a poisonous net.", "When its 80 feelers absorb water, it stretches to become like a net to entangle its prey.", "Its 80 tentacles absorb water and stretch almost endlessly to constrict its prey and enemies.", "Tentacruel has large red orbs on its head. The orbs glow before lashing the vicinity with a harsh ultrasonic blast. This Pokémon's outburst causes rough waves around it.", "Tentacruel has tentacles that can be freely elongated and shortened at will. It ensnares prey with its tentacles and weakens the prey by dosing it with a harsh toxin. It can catch up to 80 prey at the same time.", "It lives in complex rock formations on the ocean floor and traps prey using its 80 tentacles. Its red orbs glow when it grows excited or agitated.", "It has 80 tentacles that move about freely. They can sting, causing poisoning and sharp, stabbing pain.", "With 80 tentacles for ensnaring victims, it prevents escape until the prey is weakened by poison.", "It alerts others to danger by stridently flashing the red orbs on its head.", "It extends its 80 tentacles to form an encircling poisonous net that is difficult to escape."]
}, {
  "id": "074",
  "name": "Geodude",
  "species": "Rock",
  "type": ["Rock", "Ground"],
  "height": "1'04",
  "weight": "44.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898243-074geodude.png",
  "pokedex": ["Found in fields and mountains. Mistaking them for boulders, people often step or trip on them.", "Commonly found near mountain trails, etc. If you step on one by accident, it gets angry.", "When traveling uphill, if it encounters a raised step, it cleverly hoists itself up and over using its two arms.", "Most people may not notice, but a closer look should reveal that there are many Geodude around.", "It uses its arms to steadily climb steep mountain paths. It swings its fists around if angered.", "Proud of their sturdy bodies, they bash against each other in a contest to prove whose is harder.", "The longer a Geodude lives, the more its edges are chipped and worn away, making it more rounded in appearance. However, this Pokémon's heart will remain hard, craggy, and rough always.", "When Geodude sleeps deeply, it buries itself halfway into the ground. It will not awaken even if hikers step on it unwittingly. In the morning, this Pokémon rolls downhill in search of food.", "It climbs mountain paths using only the power of its arms. Because they look just like boulders lining paths, hikers may step on them without noticing.", "Its round form makes it easy to pick up. Some people have used them to hurl at each other in a snowball fight.", "Many live on mountain trails and remain half buried while keeping an eye on climbers.", "It is impossible to distinguish from rocks. It slams against others in contests of hardness.", "At rest, it looks just like a rock. Carelessly stepping on it will make it swing its fists angrily."]
}, {
  "id": "075",
  "name": "Graveler",
  "species": "Rock",
  "type": ["Rock", "Ground"],
  "height": "3'03",
  "weight": "231.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898242-075graveler.png",
  "pokedex": ["{{m|Rollout|Rolls}} down slopes to move. It rolls over any obstacle without slowing or changing its direction.", "Often seen rolling down mountain trails. Obstacles are just things to roll straight over, not avoid.", "With a free and uncaring nature, it doesn't mind if pieces break off while it rolls down mountains.", "Rolls on steep mountainous trails. It plows through grass, trees and anything else that gets in its way.", " A slow walker, it rolls to move. It pays no attention to any object that happens to be in its path.", "It travels by rolling on mountain paths. If it gains too much speed, it stops by running into huge rocks.", "Graveler grows by feeding on rocks. Apparently, it prefers to eat rocks that are covered in moss. This Pokémon eats it way through a ton of rocks on a daily basis.", "Rocks are Graveler's favorite food. This Pokémon will climb a mountain from the base to the summit, crunchingly feasting on rocks all the while. Upon reaching the peak, it rolls back down to the bottom.", "They descend from mountains by tumbling down steep slopes. They are so brutal, they smash aside obstructing trees and massive boulders with thunderous tackles.", "Be careful while hiking on mountain trails. Graveler may come rolling down the path without slowing.", "Rolls down slopes to move. It rolls over any obstacle without slowing or changing its direction.", "Graveler make their homes on sheer cliff faces by gouging out numerous horizontal holes.", "It tumbles down slopes, heedless of any body parts chipping off. It eats a ton of rocks daily.", "It rolls on mountain paths to move. Once it builds momentum, no Pokémon can stop it without difficulty."]
}, {
  "id": "076",
  "name": "Golem",
  "species": "Megaton",
  "type": ["Rock", "Ground"],
  "height": "4'07",
  "weight": "661.4",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892308-076golem.png",
  "pokedex": ["Its boulder-like body is extremely hard. It can easily withstand dynamite blasts without taking damage.", "Once it sheds its skin, its body turns tender and whitish. Its hide hardens when it's exposed to air.", "It sheds its skin once a year. The discarded shell immediately hardens and crumbles away.", "Its body, which weighs over 660 pounds, is as hard as stone. It grows bigger by shedding its skin once a year.", "It is capable of {{m|Explosion|blowing itself up}}. It uses this explosive force to jump from mountain to mountain.", "Its rock-like body is so durable, even high-powered dynamite blasts fail to scratch its rugged hide.", "It sheds its skin once a year. the discarded shell immediately hardens and crumbles away.", "Golem live up on mountains. If there is a large earthquake, these Pokémon will come rolling down off the mountains en masse to the foothills below.", "Golem is known for rolling down from mountains. To prevent them from rolling into the homes of people downhill, grooves have been dug into the sides of mountains to serve as guideways for diverting this Pokémon's course.", "It is said to live in volcanic craters on mountain peaks. Once a year, it sheds its hide and grows larger. The shed hide crumbles and returns to the soil.", "It is enclosed in a hard shell that is as rugged as slabs of rock. It sheds skin once a year to grow larger.", "It sheds its hide once a year. Its boulderlike body is so tough, even dynamite can't harm it.", "It tumbles down mountains, leaving grooves from peak to base. Stay clear of these grooves.", "Even dynamite can't harm its hard, boulderlike body. It sheds its hide just once a year.", "It is capable of blowing itself up. It uses this explosive force to jump from mountain to mountain.", "Even dynamite can't harm its hard, boulder-like body. It sheds its hide just once a year."]
}, {
  "id": "077",
  "name": "Ponyta",
  "species": "Fire",
  "type": ["Fire"],
  "height": "3'03",
  "weight": "66.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892309-077ponyta.png",
  "pokedex": ["Its hooves are 10 times harder than diamonds. It can trample anything completely flat in moments.", "Capable of jumping incredibly high. Its hooves and sturdy legs absorb the impact of a hard landing.", "Capable of jumping over the {{wp|Eiffel Tower}} in a single giant leap. Its hooves are ten times harder than diamonds.", "It is a weak runner immediately after birth. It gradually becomes faster by chasing after its parents.", "Its hind legs, which have harder-than-diamond hooves, kick back at any presence it senses behind it.", "Training by jumping over grass that grows longer every day has made it a world-class jumper.", "Ponyta is very weak at birth. It can barely stand up. This Pokémon becomes stronger by stumbling and falling to keep up with its parent.", "A Ponyta is very weak at birth. It can barely stand up. Its legs become stronger as it stumbles and falls while trying to keep up with its parent.", "Its body is light, and its legs are incredibly powerful. It can clear {{wp|Uluru|Ayers Rock}} in one leap.", "Its hooves are ten times harder than diamond. It can trample anything completely flat in little time.", "About an hour after birth, its fiery mane and tail grow out, giving it an impressive appearance.", "Its legs grow strong while it chases after its parent. It runs in fields and mountains all day.", "As a newborn, it can barely stand. However, through galloping, its legs are made tougher and faster.", "Its hind legs, which have hooves that are harder than diamond, kick back at any presence it senses behind it."]
}, {
  "id": "078",
  "name": "Rapidash",
  "species": "Fire",
  "type": ["Fire"],
  "height": "5'07",
  "weight": "209.4",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892310-078rapidash.png",
  "pokedex": ["Very competitive, this Pokémon will chase anything that moves fast in the hopes of racing it.", "Just loves to run. If it sees something faster than itself, it will give chase at top speed.", "Unable to restrain itself from running after fast trains or cars. Capable of reaching {{tt|150 mph|240 km/h}} at full speed.", "At full gallop, its four hooves barely touch the ground because it moves so incredibly fast.", "With incredible acceleration, it reaches its top speed of {{tt|150 mph|240 km/h}} after running just ten steps.", "It just loves to gallop. The faster it goes, the longer the swaying flames of its mane will become.", "Rapidash usually can be seen casually cantering in the fields and plains. However, when this Pokémon turns serious, its fiery manes flare and blaze as it gallops its way up to {{tt|150 mph|240 km/h}}.", "It usually canters casually in the fields and plains. But once a Rapidash turns serious, its fiery manes flare and blaze as it gallops its way up to {{tt|150 mph|240 km/h}}.", "It can gallop at a top speed of {{tt|150 miles per hour|240 kilometers per hour}}. It can race as fast as a {{wp|bullet train}} while ablaze.", "It gallops at {{tt|nearly 150 mph|240 km/h}}. With its mane blazing ferociously, it races as if it were an arrow.", "It has astounding acceleration. From a standstill, it can reach top speed within 10 steps.", "When at an all-out gallop, its blazing mane sparkles, enhancing its beautiful appearance.", "With incredible acceleration, it reaches its top speed of {{tt|150 mph|240 km/h}} after running just 10 steps."]
}, {
  "id": "079",
  "name": "Slowpoke",
  "species": "Dopey",
  "type": ["Water", "Psychic"],
  "height": "3'11",
  "weight": "79.4",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892136-079slowpoke.png",
  "pokedex": ["Incredibly slow and dopey. It takes 5 seconds for it to feel pain when under attack.", "Incredibly slow and sluggish. It is quite content to loll about without worrying about the time.", "A dopey Pokémon that remains in a daze except when fishing with its tail. Awake or asleep, there is little difference.", "It lazes vacantly near water. If something bites its tail, it won't even notice for a whole day.", "A sweet sap leaks from its tail's tip. Although not nutritious, the tail is pleasant to chew on.", "It is always so absent-minded that it won't react, even if its flavorful tail is bitten.", "Slowpoke uses its tail to catch prey by dipping it in water at the side of a river. However, this Pokémon often forgets what it's doing and often spends entire days just loafing at water's edge.", "It catches prey by dipping its tail in water at the side of a river. But it often forgets what it is doing and spends entire days just loafing at water's edge.", "It is always vacantly lost in thought, but no one knows what it is thinking about. It is good at fishing with its tail.", "Although slow, it is skilled at fishing with its tail. It does not feel pain if its tail is bitten."]
}, {
  "id": "080",
  "name": "Slowbro",
  "species": "Hermit",
  "type": ["Water", "Psychic"],
  "height": "5'03",
  "weight": "173.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892311-080slowbro.png",
  "pokedex": ["The {{p|Shellder}} that latches onto {{p|Slowpoke}}'s tail is said to feed on the host's leftover scraps.", "Lives lazily by the sea. If the Shellder on its tail comes off, it [[Devolution|becomes a Slowpoke again]].", "If its tail is bitten by a Shellder, Slowpoke evolves into Slowbro. The Shellder seems to like its crunchy tail.", "If the tail-biting Shellder is thrown off in a harsh battle, it reverts to being an ordinary Slowpoke.", "Naturally dull to begin with, it lost its ability to feel pain due to Shellder's seeping poison.", "An attached Shellder won't let go because of the tasty flavor that oozes out of its tail.", "Slowbro's tail has a Shellder firmly attached with a bite. As a result, the tail can't be used for fishing anymore. This causes Slowbro to grudgingly swim and catch prey instead.", "Its tail has a Shellder firmly attached with a bite. As a result, the tail can't be used for fishing anymore. This forces it to reluctantly swim and catch prey.", "When a Slowpoke went hunting in the sea, its tail was bitten by a Shellder. That made it evolve into Slowbro.", "The Shellder that latches onto Slowpoke's tail is said to feed on the host's leftover scraps.", "Though usually dim witted, it seems to become inspired if the Shellder on its tail bites down."]
}, {
  "id": "081",
  "name": "Magnemite",
  "species": "Magnet",
  "type": ["Electric", "Steel"],
  "height": "1' 00",
  "weight": "13.2",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892312-081magnemite.png",
  "pokedex": ["Uses antigravity to stay suspended. Appears without warning and uses {{m|Thunder Wave}} and similar moves.", "It is born with the ability to defy gravity. It floats in air on powerful electromagnetic waves.", "Appears as if out of nowhere. It floats using anti-gravity and discharges electricity from two side-mounted units.", "It is attracted by electromagnetic waves. It may approach trainers if they are using their [[Pokégear]].", "The units at the sides of its body generate anti-gravity energy to keep it aloft in the air.", "The electricity emitted by the units on each side of its body cause it to become a strong magnet.", "It is attracted by electromagnetic waves. It may approach trainers if they are using their Pokégear.", "Magnemite attaches itself to power lines to feed on electricity. If your house has a power outage, check your circuit breakers. You may find a large number of this Pokémon clinging to the breaker box.", "Magnemite floats in the air by emitting electromagnetic waves from the units at its sides. These waves block gravity. This Pokémon becomes incapable of flight if its internal electrical supply is depleted.", "The units at its sides are extremely powerful magnets. They generate enough magnetism to draw in iron objects from {{tt|over 300 feet|100m}} away.", "It moves while constantly hovering. It discharges Thunder Wave and so on from the units at its sides.", "Uses antigravity to stay suspended. Appears without warning and uses Thunder Wave and similar moves.", "The units at its sides generate {{m|Magnet Rise|electromagnetic waves that keep it airborne}}. It feeds on electricity.", "The faster the units at its sides rotate, the greater the magnetic force they generate.", "The units at the sides of its body generate antigravity energy to keep it aloft in the air.", "The electromagnetic waves emitted by the units at the sides of its head expel antigravity, which allows it to float."]
}, {
  "id": "082",
  "name": "Magneton",
  "species": "Magnet",
  "type": ["Electric", "Steel"],
  "height": "3' 03",
  "weight": "132.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892313-082magneton.png",
  "pokedex": ["Formed by several {{p|Magnemite}} linked together. They frequently appear when sunspots flare up.", "Generates strange radio signals. It raises the temperature by {{tt|3.6F degrees|2°C}} within {{tt|3,300 feet|1,000 meters}}.", "Formed by Magnemite that link together when the number of black spots on the sun increases. Fires high-voltage power, etc.", "Three Magnemite are linked by a strong magnetic force. Earaches will occur if you get too close.", "The Magnemite are united by a magnetism so powerful, it dries all moisture in its vicinities.", "When many Magneton gather together, the resulting magnetic storm disrupts radio waves.", "Magneton emits a powerful magnetic force that is fatal to mechanical devices. As a result, large cities sound sirens to warn citizens of large-scale outbreaks of this Pokémon.", "Magneton emits a powerful magnetic force that is fatal to electronics and precision instruments. Because of this, it is said that some towns warn people to keep this Pokémon inside a [[Poké Ball]].", "It is actually three Magnemite linked by magnetism. It generates powerful radio waves that raise temperatures by {{tt|3.6 degrees F|2 degrees C}} within a {{tt|3,300-foot|1,000-meter}} radius.", "A linked cluster formed of several Magnemite. It discharges powerful magnetic waves at high voltage.", "Formed by several Magnemite linked together. They frequently appear when sunspots flare up.", "It is actually three Magnemite linked by magnetism. A group can set off a magnetic storm.", "Many mysteriously appear when more sunspots dot the sun. They stop TV sets from displaying properly.", "The Magnemite are united by a magnetism so powerful, it dries all moisture in its vicinity.", "The stronger electromagnetic waves from the three linked Magnemite are enough to dry out surrounding moisture."]
}, {
  "id": "083",
  "name": "Farfetch'd",
  "species": "Wild Duck",
  "type": ["Normal", "Flying"],
  "height": "2'07",
  "weight": "33.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891838-083farfetch_d.png",
  "pokedex": ["The spring of green onions it holds is its weapon. It is used much like a metal sword.", "Lives where reedy plants grow. They are rarely seen, so it's thought their numbers are decreasing.", "If anyone tries to disturb where the essential plant sticks grow, it uses its own stick to thwart them.", "If it eats the plant stick it carries as emergency rations, it runs off in search of a new stick.", "In order to prevent their extinction, more people have made an effort to breed these Pokémon.", "Farfetch'd is always seen with a stick from a plant of some sort. Apparently, there are good sticks and bad sticks. This Pokémon has been known to fight with others over sticks."]
}, {
  "id": "084",
  "name": "Doduo",
  "species": "Twin",
  "type": ["Normal", "Flying"],
  "height": "4'07",
  "weight": "86.4",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892314-084doduo.png",
  "pokedex": ["A bird that makes up for its poor flying with its fast foot speed. Leaves giant footprints.", "Its short wings make flying difficult. Instead, this Pokémon runs at high speed on developed legs.", "A Pokémon with two heads. More skilled at running than flying, it is capable of racing at speeds over {{tt|60 mph|100 km/h}}.", "By alternately raising and lowering its two heads, it balances itself to be more stable while running.", "It races through grassy plains with powerful strides, leaving footprints up to {{tt|four inches|10 centimeters}} deep.", "It lives on a grassy plain where it can see a long way. If it sees an enemy, it runs away at {{tt|60 mph|100 km/h}}.", "Doduo's two heads never sleep at the same time. Its two heads take turns sleeping, so one head can always keep watch for enemies while the other one sleeps.", "Doduo's two heads contain completely identical brains. A scientific study reported that on rare occasions, there will be examples of this Pokémon possessing different sets of brains.", "Even while eating or sleeping, one of the heads remains always vigilant for any sign of danger. When threatened, it flees at over {{tt|60 miles per hour|100 kilometers per hour}}.", "A two-headed Pokémon that was discovered as a sudden mutation. It runs at a pace of over {{tt|60 miles per hour|100 kilometers per hour}}.", "The brains in its two heads appear to communicate emotions to each other with telepathic power.", "It races through grassy plains with powerful strides, leaving footprints up to four inches deep.", "The brains in its two heads appear to communicate emotions to each other with a telepathic power."]
}, {
  "id": "085",
  "name": "Dodrio",
  "species": "Triple",
  "type": ["Normal", "Flying"],
  "height": "5'11",
  "weight": "187.8",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892315-085dodrio.png",
  "pokedex": ["Uses its three brains to execute complex plans. While two heads sleep, one head is said to stay awake.", "One of Doduo's 2 heads splits to form a unique species. It runs {{tt|close to 40 MPH|60 km/h}} in prairies.", "The three heads express joy, sorrow and anger as they plan strategy together. When it sleeps, one head remains awake.", "It collects data and plans three times as wisely, but it may think too much and become immobilized.", "If one of the heads gets to eat, the others will be satisfied, too, and they will stop squabbling.", "An enemy that takes its eyes off any of the three heads--even for a second--will get {{m|peck}}ed severely.", "Watch out if Dodrio's three heads are looking in three separate directions. It's a sure sign that it is on its guard. Don't go near this Pokémon if it's being wary - it may decide to peck you.", "Apparently, the heads aren't the only parts of the body that Dodrio has three of. It has three sets of hearts and lungs as well, so it is capable of running long distances without rest.", "A peculiar Pokémon species with three heads. It vigorously races across grassy plains even in arid seasons with little rainfall.", "An odd species that is rarely found. The three heads respectively represent joy, sadness, and anger.", "When Doduo evolves into this odd breed, one of its heads splits into two. It runs at nearly {{tt|40 mph|60 km/h}}.", "It collects data and plans three times as wisely, but it may think too much and fall into a state of immobility."]
}, {
  "id": "086",
  "name": "Seel",
  "species": "Sea",
  "type": ["Water"],
  "height": "3'07",
  "weight": "198.4",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892316-086seel.png",
  "pokedex": ["The protruding horn on its head is very hard. It is used for bashing through thick ice.", "Loves freezing cold conditions. Relishes swimming in a frigid climate of {{tt|around 14F degrees|-10°C}}.", "It boasts a thick hide covered with light blue fur. It plows through ice floes even in water 40 degrees below 0.", "Although it can't walk well on land, it is a graceful swimmer. It especially loves being in frigid seas.", "In daytime, it is often found asleep, on the seabed in shallow waters. Its nostrils close while it swims.", "The light blue fur that covers it keeps it protected against the cold. It loves iceberg filled oceans.", "Seel hunts for prey in the frigid sea underneath sheets of ice. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.", "Seel hunt for prey in frigid, ice-covered seas. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.", "Covered with light blue fur, its hide is thick and tough. It is active in bitter cold of {{tt|minus 40 degrees Fahrenheit|-40°C}}.", "The protruding horn on its head is very hard. It is used for bashing through thick icebergs.", "A Pokémon that lives on icebergs. It swims in the sea using the point on its head to break up ice.", "In daytime, it is often found asleep on the seabed in shallow waters. Its nostrils close while it swims.", "The colder it gets, the better it feels. It joyfully swims around oceans so cold that they are filled with floating ice."]
}, {
  "id": "087",
  "name": "Dewgong",
  "species": "Sea",
  "type": ["Water", "Ice"],
  "height": "5'07",
  "weight": "264.6",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892317-087dewgong.png",
  "pokedex": ["Stores thermal energy in its body. Swims at a steady 8 knots even in intensely cold waters.", "Its entire body is a snowy-white. Unharmed by even intense cold, it swims powerfully in icy waters.", "It stores thermal energy inside its pure white, fur-covered body. It swims in frigid water at eight knots.", "Its streamlined body has little drag in water. The colder the temperature, the friskier it gets.", "It loves frigid seas with ice floes. It uses its long tail to change swimming direction quickly.", "It sleeps under shallow ocean waters during the day, then looks for food at night when it's cold.", "Dewgong loves to snooze on bitterly cold ice. The sight of this Pokémon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.", "It loves to snooze on bitterly cold ice. The sight of this Pokémon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.", "Its body is covered with a pure white fur. The colder the weather, the more active it becomes.", "It stores thermal energy in the body. It swims at a steady eight knots even in intensely cold waters.", "In snow, the pure white coat covering its body obscures it from predators.", "Its streamlined body has low resistance, and it swims around cold oceans at a speed of eight knots."]
}, {
  "id": "088",
  "name": "Grimer",
  "species": "Sludge",
  "type": ["Poison"],
  "height": "2'11",
  "weight": "66.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898266-088grimer.png",
  "pokedex": ["Appears in filthy areas. Thrives by sucking up polluted sludge that is pumped out of factories.", "Made of hardened sludge. It smells too putrid to touch. Even weeds won't grow in its path.", "Sludge that was transformed when exposed to X-rays from the moon. Loves sludge, industrial waste and other refuse.", "As it moves, it loses bits of its body from which new Grimer emerge. This worsens the stench around it.", "Wherever Grimer has passed, so many germs are left behind that no plants will ever grow again.", "When two of these Pokémon's bodies are combined together, new poisons are created.", "Grimer's sludgy and rubbery body can be forced through any opening, however small it may be. This Pokémon enters sewer pipes to drink filthy wastewater.", "Grimer emerged from the sludge that settled on a polluted seabed. This Pokémon loves anything filthy. It constantly leaks a horribly germ- infested fluid from all over its body.", "Born from polluted sludge in the sea, Grimer's favorite food is anything filthy. They feed on wastewater pumped out from factories.", "Sludge exposed to X rays from the moon transformed into Grimer. It loves feeding on filthy things.", "Appears in filthy areas. It thrives by sucking up polluted sludge that is pumped out of factories.", "It was born when sludge in a dirty stream was exposed to the moon's X-rays. It appears among filth.", "As it moves, it loses bits of its body from which new Grimer emerge. This worsens the stench around it. ", "Born from sludge, these Pokémon now gather in polluted places and increase the bacteria in their bodies."]
}, {
  "id": "089",
  "name": "Muk",
  "species": "Sludge",
  "type": ["Poison"],
  "height": "3'11",
  "weight": "66.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892056-089muk.png",
  "pokedex": ["Thickly covered with a filthy, vile sludge. It is so toxic, even its footprints contain poison.", "Smells so awful, it can cause fainting. Through degeneration, it lost its sense of smell.", "Becomes indistinguishable if it hides in dirt. Touching its sludge-covered body causes horrible poisonings.", "They love to gather in smelly areas where sludge accumulates, making the stench around them worse.", "Its body is made of a powerful poison. Touching it accidentally will cause a fever that requires bed rest.", "As it moves, a very strong poison leaks from it, making the ground there barren for three years.", "From Muk's body seeps a foul fluid that gives off a nose-bendingly horrible stench. Just one drop of this Pokémon's body fluid can turn a pool stagnant and rancid.", "This Pokémon's favorite food is anything that is repugnantly filthy. In dirty towns where people think nothing of throwing away litter on the streets, Muk are certain to gather.", "It prefers warm and humid habitats. In the summertime, the toxic substances in its body intensify, making Muk reek like putrid kitchen garbage.", "It is usually undetectable because it blends in with the ground. Touching it can cause terrible poisoning.", "A toxic fluid seeps from its body. The fluid instantly kills plants and trees on contact.", "It's so stinky! Muk's body contains toxic elements, and any plant will wilt when it passes by."]
}, {
  "id": "090",
  "name": "Shellder",
  "species": "Bivalve",
  "type": ["Water"],
  "height": "1'00",
  "weight": "8.8",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892137-090shellder.png",
  "pokedex": ["Its hard shell repels any kind of attack. It is vulnerable only when its shell is open.", "The shell can withstand any attack. However, when it is open, the tender body is exposed.", "Its shell is harder than diamond. It hides in sand on the sea floor and catches prey with its soft tongue.", "It swims facing backward by opening and closing its two-piece shell. It is surprisingly fast.", "Grains of sand trapped in its shells mix with its body fluids to form beautiful pearls.", "{{m|Clamp}}ing on to an opponent reveals its vulnerable parts, so it uses this move only as a last resort.", "At night, this Pokémon uses its broad tongue to burrow a hole in the seafloor sand and then sleep in it. While it is sleeping, Shellder closes its shell, but leaves its tongue hanging out.", "At night, it burrows a hole in the seafloor with its broad tongue to make a place to sleep. While asleep, it closes its shell, but leaves its tongue hanging out.", "It is encased in a {{a|Shell Armor|shell that is harder than diamond}}. Inside, however, it is surprisingly tender.", "It swims backward by opening and closing its two shells. Its large tongue is always kept hanging out.", "It swims facing backward by opening and closing its two-piece shell. It is surprisingly fast. "]
}, {
  "id": "091",
  "name": "Cloyster",
  "species": "Bivalve",
  "type": ["Water", "Ice"],
  "height": "4'11",
  "weight": "292.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892318-091cloyster.png",
  "pokedex": ["When attacked, it {{m|Spike Cannon|launches its horns}} in quick volleys. Its innards have never been seen.", "For protection, it uses its harder-than-diamonds shell. It also shoots spikes from the shell.", "Once it slams its shell shut, it is impossible to open, even by those with superior strength.", "Cloyster that live in seas with harsh tidal currents grow large, sharp spikes on their shells.", "Even a missile can't break the spikes it uses to stab opponents. They're even harder than its shell.", "Cloyster is capable of swimming in the sea. It does so by swallowing water, then jetting it out toward the rear. This Pokémon shoots spikes from its shell using the same system.", "It swims in the sea by swallowing water, then jetting it out toward the rear. The Cloyster shoots spikes from its shell using the same system.", "Its shell is extremely hard. It cannot be shattered, even with a bomb. The shell opens only when it is attacking.", "When attacked, it launches its horns in quick volleys. Its innards have never been seen.", "Its shell is so hard, it can even withstand a bomb. No one has ever seen what is inside its shell.", "It fights by keeping its shell tightly shut for protection and by shooting {{m|spikes}} to repel foes.", "It fights by keeping its shell tightly shut for protection and by shooting spikes to repel foes."]
}, {
  "id": "092",
  "name": "Gastly",
  "species": "Gas",
  "type": ["Ghost", "Poison"],
  "height": "4'03",
  "weight": "0.2",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891839-092gastly.png",
  "pokedex": ["Almost invisible, this gaseous Pokémon cloaks the target and {{m|Hypnosis|puts it to sleep}} without notice.", "Said to appear in decrepit, deserted buildings. It has no real shape as it appears to be made of a gas.", "Made of a thin, gas-like substance that induces fainting if you get enshrouded in it. Will not appear if it is very windy.", "With its gas-like body, it can sneak into any place it desires. However, it can be blown away by wind.", "Its thin body is made of gas. It can envelop an opponent of any size and cause suffocation.", "It wraps its opponent in its gas-like body, slowly weakening its prey by poisoning it through the skin.", "Gastly is largely composed of gaseous matter. When exposed to a strong wind, the gaseous body quickly dwindles away. Groups of this Pokémon cluster under the eaves of houses to escape the ravages of wind.", "When exposed to a strong wind, a Gastly's gaseous body quickly dwindles away. They cluster under the eaves of houses to escape the ravages of wind.", "A being that exists as a thin gas. It can topple an {{wp|Indian elephant}} by enveloping the prey in two seconds.", "Almost invisible, this gaseous Pokémon cloaks the target and puts it to sleep without notice.", "This Pokémon's body is 95% made up of gases, which are blown away by strong gusts of wind.", "A Pokémon born from poison gases. It defeats even the largest foes by enveloping them in gas.", "Born from gases, anyone would faint if engulfed by its gaseous body, which contains poison.", "Its thin body is made of gas. Despite lacking substance, it can envelop an opponent of any size and cause suffocation."]
}, {
  "id": "093",
  "name": "Haunter",
  "species": "Gas",
  "type": ["Ghost", "Poison"],
  "height": "5'03",
  "weight": "0.2",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891840-093haunter.png",
  "pokedex": ["Because of its ability to slip through block walls, it is said to be from another dimension.", "By {{m|lick}}ing, it saps the victim's life. It causes shaking that won't stop until the victim's demise.", "If you trip and fall for no apparent reason or hear a sound when no one is around, it may be a Haunter.", "In total darkness, where nothing is visible, Haunter lurks, silently stalking its next victim.", "Its tongue is made of gas. If licked, its victim starts shaking constantly until death eventually comes.", "It hides in the dark, planning to take the life of the next living thing that wanders close by.", "Haunter is a dangerous Pokémon. If one beckons you while floating in darkness, you must never approach it. This Pokémon will try to lick you with its tongue and steal your life away.", "If a Haunter beckons you while it is floating in darkness, don't approach it. This Pokémon will try to lick you with its tongue and steal your life away.", "If you get the feeling of being watched in darkness when nobody is around, Haunter is there.", "It can slip through any obstacle. It lurks inside walls to keep an eye on its foes.", "It licks with its gaseous tongue to steal the victim's life force. It lurks in darkness for prey.", "It likes to lurk in the dark and tap shoulders with a gaseous hand. Its touch causes endless shuddering."]
}, {
  "id": "094",
  "name": "Gengar",
  "species": "Shadow",
  "type": ["Ghost", "Poison"],
  "height": "4'11",
  "weight": "89.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891841-094gengar.png",
  "pokedex": ["Under a full moon, this Pokémon likes to mimic the shadows of people and laugh at their fright.", "A Gengar is close by if you feel a sudden chill. It may be trying to lay a curse on you.", "Appears to attack people who get lost in the mountains. Said to be the culprit behind shadows that laugh in the moonlight.", "It steals heat from its surroundings. If you feel a sudden chill, it is certain that a Gengar appeared.", "To steal the life of its target, it slips into the prey's shadow and silently waits for an opportunity.", "Hiding in people's shadows at night, it absorbs their heat. The chill it causes makes the victims shake.", "Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It is actually a Gengar running past you, pretending to be your shadow.", "Deep in the night, your shadow cast by a streetlight may suddenly overtake you. It is actually a Gengar running past you, pretending to be your shadow.", "It is said to emerge from darkness to steal the lives of those who become lost in mountains.", "On the night of the full moon, if shadows move on their own and laugh, it must be Gengar's doing.", "It hides in shadows. It is said that if Gengar is hiding, it cools the area by {{tt|nearly 10 degrees F|5°C}}.", "Lurking in the shadowy corners of rooms, it awaits chances to steal its prey's life force.", "The leer that floats in darkness belongs to a Gengar delighting in casting curses on people."]
}, {
  "id": "095",
  "name": "Onix",
  "species": "Rock",
  "type": ["Rock", "Ground"],
  "height": "28'10",
  "weight": "463.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891842-095onix.png",
  "pokedex": ["As it grows, the stone portions of its body {{m|harden}} to become similar to a diamond, but colored black.", "Burrows at high speed in search of food. The tunnels it leaves are used as homes by {{p|Diglett}}.", "Its large body is over 26 feet long. Despite its size, it can squirm its way through the ground at {{tt|50 mph|80 km/h}}.", "It twists and squirms through the ground. The thunderous roar of its tunneling echoes a long way.", "It rapidly bores through the ground at {{tt|50 mph|80 km/h}} by squirming and twisting its massive, rugged body.", "As it {{m|dig}}s through the ground, it absorbs many hard objects. This is what makes its body so solid.", "Onix has a magnet in its brain. It acts as a compass so that this Pokémon does not lose direction while it is tunneling. As it grows older, its body becomes increasingly rounder and smoother.", "There is a magnet in its brain that prevents an Onix from losing direction while tunneling. As it grows older, its body becomes steadily rounder and smoother.", "It usually lives underground. It searches for food while boring its way through the ground at {{tt|50 miles per hour|80kilometers per hour}}.", "As it grows, the stone portions of its body harden to become similar to black-colored diamonds.", "When it travels underground, it causes rumbling and tremors. It can move at {{tt|50 mph|80 km/h}}.", "It squirms through the ground using its long and rugged body. It always eats while burrowing.", "It burrows through the ground at a speed of {{tt|50 mph|80 km/h}} while feeding on large boulders.", "Opening its large mouth, it ingests massive amounts of soil and creates long tunnels."]
}, {
  "id": "096",
  "name": "Drowzee",
  "species": "Hypnosis",
  "type": ["Psychic"],
  "height": "3'03",
  "weight": "71.4",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898267-096drowzee.png",
  "pokedex": ["Puts enemies to {{status|sleep}}, then {{m|Dream Eater|eats their dreams}}. Occasionally gets sick from eating bad dreams.", "If you sleep by it all the time, it will sometimes show you dreams it has eaten in the past.", "It puts its enemy to sleep and eats the victim's dreams. Said to have descended from the legendary beast, {{wp|Baku (spirit)|Baku}}.", "If you think that you had a good dream, but you can't remember it, a Drowzee has probably eaten it.", "It remembers every dream it eats. It rarely eats the dreams of adults because children's are much tastier.", "When it twitches its nose, it can tell where someone is sleeping and what that person is dreaming about.", "If you think that you had a good dream, but you can't remember it a Drowzee has probably eaten it.", "If your nose becomes itchy while you are sleeping, it's a sure sign that one of these Pokémon is standing above your pillow and trying to eat your dream through your nostrils.", "If your nose becomes itchy while you are sleeping, it's a sure sign that a Drowzee is standing above your pillow and trying to eat your dream through your nostrils.", "A descendant of the legendary animal ''baku'', which is said to eat dreams. It is skilled at {{m|Hypnosis|hypnotism}}.", "Puts enemies to sleep, then eats their dreams. Occasionally gets sick from eating {{m|Nightmare|bad dreams}}.", "It can tell what people are dreaming by sniffing with its big nose. It loves fun dreams."]
}, {
  "id": "097",
  "name": "Hypno",
  "species": "Hypnosis",
  "type": ["Psychic"],
  "height": "5'03",
  "weight": "166.7",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898268-097hypno.png",
  "pokedex": ["When it locks eyes with an enemy, it will use a mix of PSI moves such as {{m|Hypnosis}} and {{m|Confusion}}.", "Avoid eye contact if you come across one. It will try to put you to sleep by using its pendulum.", "If you lock eyes with it, it will try to hypnotize you. It is best to close your eyes quickly before you get hypnotized.", "When it is very hungry, it puts humans it meets to sleep, then it {{m|Dream Eater|feasts on their dreams}}.", "Always holding a pendulum that it rocks at a steady rhythm, it causes drowsiness in anyone nearby.", "The longer it swings its pendulum, the longer the effects of its hypnosis last.", "When it is very hungry, it puts humans it meets to sleep, then it feasts on their dreams.", "Hypno holds a pendulum in its hand. The arcing movement and glitter of the pendulum lull the foe into a deep state of hypnosis. While this Pokémon searches for prey, it polishes the pendulum.", "The arcing movement and glitter of the pendulum in a Hypno's hand lull the foe into deep hypnosis. While searching for prey, it polishes the pendulum.", "It carries a pendulum-like device. There once was an incident in which it took away a child it hypnotized.", "When it locks eyes with an enemy, it will use a mix of PSI moves such as Hypnosis and Confusion.", "Seeing its swinging pendulum can induce sleep in three seconds, even in someone who just woke up.", "Always holding a pendulum that it swings at a steady rhythm, it causes drowsiness in anyone nearby."]
}, {
  "id": "098",
  "name": "Krabby",
  "species": "River",
  "type": ["Water"],
  "height": "1'04",
  "weight": "14.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891843-098krabby.png",
  "pokedex": ["Its pincers are not only powerful weapons, they are used for balance when walking sideways.", "Its pincers are superb weapons. They sometimes break off during battle, but they grow back fast.", "Lives on beaches and seashores. If a pincer falls off, a new, stronger pincer grows back in its place.", "If it senses danger approaching, it cloaks itself with bubbles from its mouth so it will look bigger.", "The pincers break off easily. If it loses a pincer, it somehow becomes incapable of walking sideways.", "If it is unable to find food, it will absorb nutrients by swallowing a mouthful of sand.", "Krabby live on beaches, burrowed inside holes dug into the sand. On sandy beaches with little in the way of food, these Pokémon can be seen squabbling with each other over territory.", "Krabby live in holes dug into beaches. On sandy shores with little in the way of food, they can be seen squabbling with each other over territory.", "It can be found near the sea. The large pincers grow back if they are torn out of their sockets.", "It lives in burrows dug on sandy beaches. Its pincers fully grow back if they are broken in battle."]
}, {
  "id": "099",
  "name": "Kingler",
  "species": "Pincer",
  "type": ["Water"],
  "height": "4'03",
  "weight": "132.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891844-099kingler.png",
  "pokedex": ["The large pincer has 10,000-{{wp|horsepower}} crushing force. However, its huge size makes it unwieldy to use.", "One claw grew massively and as hard as steel. It has 10,000-HP strength. However, it is too heavy.", "Said to be capable of prying open {{p|Shellder}} and {{p|Cloyster}} shells using its 10,000-horsepower pincer.", "It can hardly lift its massive, overgrown pincer. The pincer's size makes it difficult to aim properly.", "Its pincers grow peculiarly large. If it lifts the pincers too fast, it loses its balance and staggers.", "Its over sized claw is very powerful, but when it's not in battle, the claw just gets in the way.", "It can hardly lift its massive, overgrown pincer. The pincers size makes it difficult to aim properly.", "Kingler has an enormous, over sized claw. It waves this huge claw in the air to communicate with others. However, because the claw is so heavy, the Pokémon quickly tires.", "It waves its huge, over sized claw in the air to communicate with others. But since the claw is so heavy, this Pokémon quickly tires.", "Its large and hard pincer has 10,000-horsepower strength. However, being so big, it is unwieldy to move.", "The larger pincer has 10,000-horsepower crushing force. However, its huge size makes it unwieldy to use.", "The larger pincer has 10,000-horsepower strength. However, it is so heavy, it is difficult to aim.", "It can hardly lift its massive, overgrown pincer. The pincers size makes it difficult to aim properly. "]
}, {
  "id": "100",
  "name": "Voltorb",
  "species": "Ball",
  "type": ["Electric"],
  "height": "1'08",
  "weight": "22.9",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892678-100voltorb.png",
  "pokedex": ["Usually found in power plants. Easily mistaken for a [[Poké Ball]], it has zapped many people.", "It is said to camouflage itself as a Poké Ball. It will {{m|Selfdestruct|self-destruct}} with very little stimulus.", "Usually found in power plants. In some instances, they have been seen drawing power from the trolleys of electric trains.", "It rolls to move. If the ground is uneven, a sudden jolt from hitting a bump can cause it to {{m|Explosion|explode}}.", "It was discovered when Poké Balls were introduced. It is said that there is some connection.", "During the study of this Pokémon, it was discovered that its components are not found in nature.", "It rolls to move. If the ground is uneven, a sudden jolt from hitting a bump can cause it to explode.", "Voltorb was first sighted at a company that manufactures Poké Balls. The link between that sighting and the fact that this Pokémon looks very similar to a Poké Ball remains a mystery.", "Voltorb is extremely sensitive - it explodes at the slightest of shocks. It is rumored that it was first created when a Poké Ball was exposed to a powerful pulse of energy.", "It bears an uncanny and unexplained resemblance to a Poké Ball. Because it explodes at the slightest shock, even veteran trainers treat it with caution.", "A life-form whose identity is unknown. It is said to {{m|screech}} or suddenly selfdestruct.", "Usually found in power plants. Easily mistaken for a Poké Ball, it has zapped many people.", "It looks just like a Poké Ball. It is dangerous because it may electrocute or explode on touch.", "It looks just like a Poké Ball. It is dangerous because it may electrocute or explode on contact."]
}, {
  "id": "101",
  "name": "Electrode",
  "species": "Ball",
  "type": ["Electric"],
  "height": "3'11",
  "weight": "146.8",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892679-101electrode.png",
  "pokedex": ["It stores electric energy under very high pressure. It often {{m|Explosion|explodes}} with little or no provocation.", "Stores electrical energy inside its body. Even the slightest shock could trigger a huge explosion.", "Stores enormous amounts of electricity within its body and explodes with the slightest provocation. Extremely dangerous.", "It is dangerous. If it has too much electricity and has nothing to do, it amuses itself by exploding.", "It stores an overflowing amount of electric energy inside its body. Even a small shock makes it explode.", "The more energy it charges up, the faster it gets. But this also makes it more likely to explode.", "Electrode eats electricity in the atmosphere. On days when lightning strikes, you can see this Pokémon exploding all over the place from eating too much electricity.", "One of Electrode's characteristics is its attraction to electricity. It is a problematical Pokémon that congregates mostly at electrical power plants to feed on electricity that has just been generated.", "They appear in great numbers at electric power plants. Because they feed on electricity, they cause massive and chaotic blackouts in nearby cities.", "It explodes in response to even minor stimuli. It is feared, with the nickname of \"The Bomb Ball.\"", "It {{m|Charge|stores electric energy}} under very high pressure. It often explodes with little or no provocation.", "It is known to drift on winds if it is bloated to bursting with stored electricity."]
}, {
  "id": "102",
  "name": "Exeggcute",
  "species": "Egg",
  "type": ["Grass", "Psychic"],
  "height": "1'04",
  "weight": "5.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898269-102exeggcute.png",
  "pokedex": ["It is often mistaken for eggs. When disturbed, they gather quickly and attack in swarms.", "The heads attract each other and spin around. There must be 6 heads for it to maintain balance.", "A Pokémon that is like the seeds of a plant. If you find one and chase it, others will join it without you noticing.", "The shell is very durable. Even if it cracks, it can survive without spilling the contents.", "Using telepathy only they can receive, they always form a cluster of six Exeggcute.", "If even one is separated from the group, the energy bond between the six will make them rejoin instantly.", "This Pokémon consists of six eggs that form a closely knit cluster. The six eggs attract each other and spin around. When cracks increasingly appear on the eggs, Exeggcute is close to [[evolution]].", "It consists of six eggs that care for each other. The eggs attract each other and spin around. When cracks increasingly appear, it is close to evolution.", "Even though it appears to be eggs of some sort, it was discovered to be a life-form more like plant seeds.", "Its six eggs converse using telepathy. They can quickly gather if they become separated.", "Using telepathy only they can employ, they always form a cluster of six Exeggcute."]
}, {
  "id": "103",
  "name": "Exeggutor",
  "species": "Coconut",
  "type": ["Grass", "Psychic"],
  "height": "6'07",
  "weight": "264.6",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898270-103exeggutor.png",
  "pokedex": ["Legend has it that on rare occasions, one of its heads will drop off and continue on as an {{p|Exeggcute}}.", "Its cries are very noisy. This is because each of the three heads thinks about whatever it likes.", "Each of the fruits is an independently-thinking head. It is said that if one drops off, it becomes an Exeggcute.", "Its three heads think independently. However, they are friendly and never appear to squabble.", "If a head drops off, it emits a telepathic call in search of others to form an Exeggcute cluster.", "Living in a good environment makes it grow lots of heads. A head that drops off becomes an Exeggcute.", "Exeggutor originally came from the tropics. Its heads steadily grow larger from exposure to strong sunlight. It is said that when the heads fall off, they group together to form Exeggcute.", "Originally from the tropics, Exeggutor's heads grow larger from exposure to strong sunlight. It is said that when the heads fall, they group to form an Exeggcute.", "It is called \"The Walking Tropical Rainforest.\" Each of the nuts has a face and will of its own.", "Legend has it that on rare occasions, one of its heads will drop off and continue on as an Exeggcute.", "It is called \"The Walking Jungle.\" If a head grows too big, it falls off and becomes an Exeggcute."]
}, {
  "id": "104",
  "name": "Cubone",
  "species": "Lonely",
  "type": ["Ground"],
  "height": "1'04",
  "weight": "14.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891845-104cubone.png",
  "pokedex": ["Because it never removes its skull helmet, no one has ever seen this Pokémon's real face.", "Wears the skull of its deceased mother. Its cries echo inside the skull and come out as a sad melody.", "Always wears the skull of its deceased mother on its head and never shows its face. It cries mournfully in the moonlight.", "If it is sad or lonely, the skull it wears shakes, and emits a plaintive and mournful sound.", "It always wears the skull of its dead mother, so no one has any idea what its hidden face looks like.", "It lost its mother after its birth. It wears its mother's skull, never revealing its true face.", "Cubone pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull the Pokémon wears are made by the tears it sheds.", "It pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull it wears are from its tears.", "It wears the skull of its dead mother on its head. When it becomes lonesome, it is said to cry loudly.", "When it thinks of its dead mother, it cries. Its crying makes the skull it wears rattle hollowly."]
}, {
  "id": "105",
  "name": "Marowak",
  "species": "Bone",
  "type": ["Ground"],
  "height": "3'03",
  "weight": "99.2",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891846-105marowak.png",
  "pokedex": ["The bone it holds is its key weapon. It throws the bone skillfully like a {{m|Bonemerang|boomerang}} to KO targets.", "Small and weak, this Pokémon is adept with its {{m|Bone Club}}. It has grown more vicious over the ages.", "Originally a small and weak Pokémon, it became rough and aggressive when it began using bones as weapons.", "It has been seen pounding boulders with the bone it carries in order to tap out messages to others.", "It collects bones from an unknown place. A Marowak graveyard exists somewhere in the world, rumors say.", "Somewhere in the world is a cemetery just for Marowak. It gets its bones from those graves.", "Marowak is the evolved form of a {{p|Cubone}} that has overcome its sadness at the loss of its mother and grown tough. This Pokémon's tempered and hardened spirit is not easily broken.", "A Marowak is the evolved form of a Cubone that has grown tough by overcoming the grief of losing its mother. Its tempered and hardened spirit is not easily broken.", "It is small and was originally very weak. Its temperament turned ferocious when it began using bones.", "The bone it holds is its key weapon. It throws the bone skillfully like a boomerang to KO targets.", "From its birth, this savage Pokémon constantly holds bones. It is skilled in using them as weapons.", "It collects bones from an unknown place. Some whisper that a Marowak graveyard exists somewhere in the world."]
}, {
  "id": "106",
  "name": "Hitmonlee",
  "species": "Kicking",
  "type": ["Fighting"],
  "height": "4'11",
  "weight": "109.8",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892680-106hitmonlee.png",
  "pokedex": ["When in a hurry, its legs lengthen progressively. It runs smoothly with extra long, loping strides.", "When kicking, the sole of its foot turns as hard as a diamond on impact and destroys its enemy.", "Repeatedly kicks its enemy with legs that freely stretch and contract. Some people refer to it as the \"kicking master.\"", "This amazing Pokémon has an awesome sense of balance. It can kick in succession from any position.", "If it starts kicking repeatedly, {{m|Double Kick|both legs}} will stretch to strike a fleeing foe.", "It is also called the Kick Master. It uses its elastic legs to execute every known kick.", "Hitmonlee's legs freely contract and stretch. Using these springlike legs, it bowls over foes with devastating kicks. After battle, it rubs down its legs and loosens the muscles to overcome fatigue.", " Its legs freely stretch and contract. Using these springlike limbs, it bowls over foes with devastating kicks. After battle, it rubs down its tired legs.", "The legs freely contract and stretch. The stretchy legs allow it to hit a distant foe with a rising kick. ", "When in a hurry, its legs lengthen progressively. It runs smoothly with extra-long, loping strides.", "Its legs can stretch double. First-time foes are startled by its extensible reach.", "If it starts kicking repeatedly, both legs will stretch even longer to strike a fleeing foe."]
}, {
  "id": "107",
  "name": "Hitmonchan",
  "species": "Punching",
  "type": ["Fighting"],
  "height": "4'07",
  "weight": "110.7",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892681-107hitmonchan.png",
  "pokedex": ["While apparently doing nothing, it fires {{m|Comet Punch|punches}} in lightning fast volleys that are impossible to see.", "Punches in corkscrew fashion. It can punch its way through a concrete wall in the same way as a drill.", "Adept at punching invisibly quick at bullet-train speed. It takes a break every three minutes as it moves around.", "Its punches slice through the air. However, it seems to need a short break after fighting for three minutes.", "Its punches slice the air. They are launched at such high speed, even a slight graze could cause a burn.", "To increase the strength of all its punch moves, it spins its arms just before making contact.", "A Hitmonchan is said to possess the spirit of a boxer who had been working towards a world championship. This Pokémon has an indomitable spirit and will never give up in the face of adversity.", "A Hitmonchan is said to possess the spirit of a boxer who aimed to become the world champion. Having an indomitable spirit means that it will never give up.", "The spirit of a pro boxer has infused this Pokémon. It throws {{m|Mach Punch|punches}} that are faster than a {{wp|bullet train}}.", "While apparently doing nothing, it fires punches in lightning fast volleys that are impossible to see.", "The arm-twisting punches it throws pulverize even concrete. It rests after three minutes of fighting.", "Its punches slice the air. However, it seems to need a short break after fighting for three minutes."]
}, {
  "id": "108",
  "name": "Lickitung",
  "species": "Licking",
  "type": ["Normal"],
  "height": "3'11",
  "weight": "144.4",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898271-108lickitung.png",
  "pokedex": ["Its tongue can be extended like a chameleon's. It leaves a tingling sensation when it {{m|lick}}s enemies.", "Its tongue spans almost 7 feet and moves more freely than its forelegs. Its licks can cause {{status|Paralysis|paralysis}}.", "Its tongue, twice its body's length, moves around freely to catch prey. Its licks cause a tingling sensation.", "Its tongue has well-developed nerves that run to the very tip, so it can be deftly manipulated.", "Its long tongue, slathered with a thick gooey saliva, sticks to anything, so it is very useful.", "It has a tongue that is over 6'6\" long. It uses this long tongue to lick its body clean.", "Whenever Lickitung comes across something new, it will unfailingly give it a lick. It does so because it memorizes things by texture and by taste. It is somewhat put off by [[flavor|sour things]].", "Whenever it sees something unfamiliar, it always licks the object because it memorizes things by texture and taste. It is somewhat put off by sour things.", "Its tongue is twice the length of its body. It can be moved like an arm for grabbing food and attacking.", "Its tongue can be extended like a chameleon's. It leaves a tingling sensation when it licks enemies.", "Instead of hands, it uses its tongue, which is twice its height. Its sticky saliva grips anything.", "When it extends its over-six-foot-long tongue, its tail quivers. There is a possibility they are connected.", "Its long tongue, slathered with a gooey saliva, sticks to anything, so it is very useful.", "Being licked by its long, saliva-covered tongue leaves a tingling sensation. Extending its tongue retracts its tail."]
}, {
  "id": "109",
  "name": "Koffing",
  "species": "Poison",
  "type": ["Poison"],
  "height": "2'00",
  "weight": "2.2",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892138-109koffing.png",
  "pokedex": ["Because it stores several kinds of toxic gases in its body, it is prone to {{m|Explosion|exploding}} without warning.", "In hot places, its internal gases could expand and explode without any warning. Be very careful!", "A Pokémon that is like a thin-skinned balloon filled with a highly toxic gas. Known to occasionally explode.", "Its thin, flimsy body is filled with gases that cause constant sniffles, coughs and teary eyes.", "The {{m|Poison Gas|poisonous gases}} it contains are a little bit lighter than air, keeping it slightly airborne.", "If one gets close enough to it when it expels poisonous gas, the gas swirling inside it can be seen.", "If Koffing becomes agitated, it raises the toxicity of its internal gases and then jets them out from all over its body. This Pokémon may overinflate its round body, then explode.", "Koffing embodies {{m|toxic}} substances. It mixes the toxins with raw garbage to set off a chemical reaction that results in a terribly powerful Poison Gas. The higher the temperature, the more gas is concocted by this Pokémon.", "Getting up close to a Koffing will give you a chance to observe, through its thin skin, the toxic gases swirling inside. It blows up at the slightest stimulation.", "Its thin, balloon-like body is inflated by horribly toxic gases. It reeks when it is nearby.", "Because it stores several kinds of toxic gases in its body, it is prone to exploding without warning.", "Lighter-than-air gases in its body keep it aloft. The gases not only smell, they are also explosive.", "The poisonous gases it contains are a little bit lighter than air, keeping it slightly airborne.", "Toxic gas is held within its thin, balloon-shaped body, so it can cause massive explosions."]
}, {
  "id": "110",
  "name": "Weezing",
  "species": "Poison",
  "type": ["Poison"],
  "height": "3'11",
  "weight": "20.9",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898274-110weezing.png",
  "pokedex": ["Where two kinds of poison gases meet, two {{p|Koffing}}s can fuse into a Weezing over many years.", "It lives and grows by absorbing dust, germs, and poison gases that are contained in toxic waste and garbage.", "A twinned Koffing that forms on rare occasions where poisonous gases pool. Its two toxic gases appear to be different.", "If one of the twin Koffing inflates, the other one deflates. It constantly mixes its poisonous gases.", "Top-grade perfume is made using its internal poison gases by diluting them to the highest level.", "When it inhales poisonous gases from garbage, its body expands, and its insides smell much worse.", "Weezing loves the gases given off by rotted kitchen garbage. This Pokémon will find a dirty, unkept house and make it its home. At night, when the people in the house are asleep, it will go through the trash.", "Weezing alternately shrinks and inflates its twin bodies to mix together toxic gases inside. The more the gases are mixed, the more powerful the toxins become. The Pokémon also becomes more putrid.", "By diluting its toxic gases with a special process, the highest grade of perfume can be extracted. To Weezing, gases emanating from garbage are the ultimate feast.", "Very rarely, a sudden mutation can result in two small Koffing twins becoming conjoined as a Weezing.", "It grows by feeding on gases released by garbage. Though very rare, triplets have been found.", "Inhaling toxic fumes from trash and mixing them inside its body lets it spread an even fouler stench."]
}, {
  "id": "111",
  "name": "Rhyhorn",
  "species": "Spikes",
  "type": ["Ground", "Rock"],
  "height": "3'03",
  "weight": "253.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892682-111rhyhorn.png",
  "pokedex": ["Its massive bones are 1000 times harder than human bones. It can easily knock a trailer flying.", "A Pokémon with a one-track mind. Once it charges, it won't stop running until it falls asleep.", "Its bones are 1,000 times harder than human bones. Using its durability and strength, it can destroy tall buildings.", "It is inept at turning because of its four short legs. It can only charge and run in one direction.", "It doesn't care if there is anything in its way. It just charges and destroys all obstacles.", "It can remember only one thing at a time. Once it starts rushing, it forgets why it started.", "Rhyhorn runs in a straight line, smashing everything in its path. It is not bothered even if it rushes headlong into a block of steel. This Pokémon may feel some pain from the collision the next day, however.", "Rhyhorn's brain is very small. It is so dense, while on a run it forgets why it started running in the first place. It apparently remembers sometimes if it demolishes something.", "Once it starts running, it doesn't stop. Its tiny brain makes it so stupid that it can't remember why it started running in the first place.", "Strong, but not too bright, this Pokémon can shatter even a skyscraper with its charging tackles.", "Its body is clad in a thick hide, and its tackles topple buildings. Unfortunately, it is not smart.", "Its powerful tackles can destroy anything. However, it is too slow witted to help people work."]
}, {
  "id": "112",
  "name": "Rhydon",
  "species": "Drill",
  "type": ["Ground", "Rock"],
  "height": "6'03",
  "weight": "264.6",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892683-112rhydon.png",
  "pokedex": ["Protected by an armor-like hide, it is capable of living in molten lava of 3,600 degrees.", "Walks on its hind legs. Shows signs of intelligence. Its armor-like hide even repels molten lava.", "Protected by an armor-like hide, it can survive in lava over 3,600 degrees. Its horn can bore holes through boulders.", "Its rugged hide protects it from even the heat of lava. However, the hide also makes it insensitive.", "Its brain developed when it began walking on hind legs. Its thick hide protects it even in magma.", "By lightly spinning its {{m|Horn Drill|drill-like horn}}, it can easily shatter even a diamond in the rough.", "Rhydon's horn can crush even uncut diamonds. One sweeping blow of its tail can topple a building. This Pokémon's hide is extremely tough. Even direct cannon hits don't leave a scratch.", "Rhydon has a horn that serves as a drill. It is used for destroying rocks and boulders. This Pokémon occasionally rams into streams of magma, but the armor-like hide prevents it from feeling the heat.", "Its horn, which rotates like a drill, destroys tall buildings with one strike. It stands on its hind legs, and its brain is well developed.", "It begins walking on its hind legs after evolution. It can punch holes through boulders with its horn.", "Its brain developed after it stood up on its hind legs. Its drill horn bores tunnels through solid rock.", "Standing on its hind legs freed its forelegs and made it smarter. It is very forgetful, however."]
}, {
  "id": "113",
  "name": "Chansey",
  "species": "Egg",
  "type": ["Normal"],
  "height": "3'07",
  "weight": "76.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892684-113chansey.png",
  "pokedex": ["A rare and elusive Pokémon that is said to bring happiness to those who manage to get it.", "A gentle and kind-hearted Pokémon that shares its {{m|Softboiled|nutritious eggs}} if it sees an injured Pokémon.", "Lays very succulent eggs every day. If it is treated with love and care, its eggs appear to become even more delicious.", "It walks carefully to prevent its egg from breaking. However, it is extremely fast at running away.", "Few in numbers and difficult to capture, it is said to bring happiness to the trainer who catches it.", "People try to catch it for its extremely nutritious eggs, but it rarely can be found.", "Chansey lays nutritionally excellent eggs on an everyday basis. The eggs are so delicious, they are easily and eagerly devoured by even those people who have lost their appetite.", "Chansey lay nutritionally excellent eggs every day. The eggs are so delicious, they are eagerly devoured by even those people who have lost their appetite.", "It lays several eggs a day. The eggs are apparently rich in nutrients and extremely delicious.", "It is said to deliver happiness. Being compassionate, it shares its eggs with injured people.", "It lays several eggs a day and won't share them with those who have evil in their hearts.", "A kindly Pokémon that lays highly nutritious eggs and shares them with injured Pokémon or people.", "Being few in number and difficult to capture, it is said to bring happiness to the Trainer who catches it."]
}, {
  "id": "114",
  "name": "Tangela",
  "species": "Vine",
  "type": ["Grass"],
  "height": "3'03",
  "weight": "77.2",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898275-114tangela.png",
  "pokedex": ["The whole body is swathed with wide vines that are similar to seaweed. The vines sway as it walks.", "Its identity is obscured by masses of thick, blue vines. The vines are said to never stop growing.", "Its identity is obscured by countless blue vines that are similar to seaweed. Will become entangled with anything.", "The vines that cloak its entire body are always jiggling. They effectively unnerve its foes.", "It tangles any moving thing with its vines. Their subtle shaking is ticklish if you get ensnared.", "During battle, it constantly moves the vines that cover its body in order to annoy its opponent.", "Tangela's vines snap off easily if they are grabbed. This happens without pain, allowing it to make a quick getaway. The lost vines are replaced by newly grown vines the very next day.", "Its vines snap off easily and painlessly if they are grabbed, allowing it to make a quick getaway. The lost vines are replaced by new growth the very next day.", "Blue plant vines cloak the Pokémon's identity in a tangled mass. It {{m|Constrict|entangles}} anything that gets close.", "It is shrouded by blue vines. No one has seen the face hidden behind this growth of vines.", "The blue vines shrouding its body are covered in a growth of fine hair. It is known to be ticklish.", "It tangles any moving thing with its vines. Their subtle shaking is {{m|Tickle|ticklish}} if you get ensnared.", "Many writhing vines cover it, so its true identity remains unknown. The blue vines grow its whole life long."]
}, {
  "id": "115",
  "name": "Kangaskhan",
  "species": "Parent",
  "type": ["Normal"],
  "height": "7'03",
  "weight": "176.4",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898276-115kangaskhan.png",
  "pokedex": ["The infant rarely ventures out of its mother's protective pouch until it is 3 years old.", "Raises its young in its belly pouch. Won't run from any fight to keep its young protected.", "The female raises its young in its belly pouch for around three years. The young is taken out once it learns to find food.", "If it is safe, the young gets out of the belly pouch to play. The adult keeps a close eye on the youngster.", "To protect its young, it will never give up during battle, no matter how badly wounded it is.", "To avoid crushing the baby it carries in its pouch, it always sleeps standing up.", "If you come across a young Kangaskhan playing by itself, you must never disturb it or attempt to catch it. The baby Pokémon's parent is sure to be in the area, and it will become {{m|Outrage|violently enraged}} at you.", "If you come across a young Kangaskhan playing by itself, never try to catch it. The baby's parent is sure to be in the area, and it will become violently enraged.", "The female raises its offspring in a pouch on its belly. It is skilled at attacking using {{m|Comet Punch}}.", "It raises its offspring in its belly pouch. It lets the baby play only when it feels safe."]
}, {
  "id": "116",
  "name": "Horsea",
  "species": "Dragon",
  "type": ["Water"],
  "height": "1'04",
  "weight": "17.6",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891847-116horsea.png",
  "pokedex": ["Known to shoot down flying bugs with precision blasts of ink from the surface of the water.", "If it senses any danger, it will vigorously spray water or a special type of ink from its mouth.", "Uses its tail to keep its balance while spraying ink from its mouth. The ink appears to be for shooting down bugs.", "If attacked by a larger enemy, it quickly swims to safety by adeptly controlling its dorsal fin.", "Its big, developed fins move rapidly, allowing it to swim backward while still facing forward.", "When they're in a safe location, they can be seen playfully tangling their tails together.", "Horsea eats small insects and moss off of rocks. If the ocean current turns fast, this Pokémon anchors itself by wrapping its tail around rocks or coral to prevent being washed away.", "If Horsea senses danger, it will reflexively spray a dense black ink from its mouth and try to escape. This Pokémon swims by cleverly flapping the fins on its back.", "By cleverly flicking the fins on its back side to side, it moves in any direction while facing forward. It spits ink to escape if it senses danger.", "It maintains balance using its tail, which is wound up like a coil. It may spray ink from its mouth.", "It makes its nest in the shade of corals. If it senses danger, it spits {{m|SmokeScreen|murky ink}} and flees.", "It makes its nest in the shade of corals. If it senses danger, it spits murky ink and flees."]
}, {
  "id": "117",
  "name": "Seadra",
  "species": "Dragon",
  "type": ["Water"],
  "height": "3'11",
  "weight": "55.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891849-117seadra.png",
  "pokedex": ["Capable of swimming backwards by rapidly flapping its wing-like pectoral fins and stout tail.", "Touching the back fin causes numbness. It hooks its tail to coral to stay in place while sleeping.", "A clever Pokémon that can swim backwards while facing forward. Fainting may result from a jab of its sharp spikes.", "An examination of its cell revealed the presence of a gene not found in {{p|Horsea}}. It became a hot topic.", "Its fin tips leak poison. Its fins and bones are highly valued as ingredients in herbal medicine.", "The male raises the young. If it is approached, it uses its toxic spikes to fend off the intruder.", "An examination of its cell revealed the presence of a gene not found in Horsea. It became a hot topic.", "Seadra sleeps after wriggling itself between the branches of coral. Those trying to harvest coral are occasionally stung by this Pokémon's {{a|Poison Point|poison barbs}} if they fail to notice it.", "Seadra generates {{m|whirlpool}}s by spinning its body. The whirlpools are strong enough to swallow even fishing boats. This Pokémon weakens prey with these currents, then swallows it whole.", "The poisonous barbs all over its body are highly valued as ingredients for making traditional herbal medicine. It shows no mercy to anything approaching its nest.", "Its body bristles with sharp spikes. Carelessly trying to touch it could cause fainting from the spikes.", "It is capable of swimming backwards by rapidly flapping its winglike pectoral fins and stout tail.", "Its spines provide protection. Its fins and bones are prized as traditional medicine ingredients.", "Its spines provide protection. Its fins and bones are prized as traditional-medicine ingredients."]
}, {
  "id": "118",
  "name": "Goldeen",
  "species": "Goldfish",
  "type": ["Water"],
  "height": "2′00",
  "weight": "33.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898280-118goldeen.png",
  "pokedex": ["Its tail fin billows like an elegant ballroom dress, giving it the nickname of the Water Queen.", "When it is time for them to lay eggs, they can be seen swimming up rivers and falls in large groups.", "Its beautiful tail fin billows and flutters like an elegant dress. Swims at a speed of five knots.", "Its dorsal, pectoral and tail fins wave elegantly in water. That is why it is known as the water dancer.", "A strong swimmer, it is capable of swimming nonstop up fast streams at a steady speed of five knots.", "During spawning season, they swim gracefully in the water, searching for their perfect mate.", "Goldeen is a very beautiful Pokémon with fins that billow elegantly in water. However, don't let your guard down around this Pokémon - it could ram you powerfully with its {{m|Horn Attack|horn}}.", "Goldeen loves swimming wild and free in rivers and ponds. If one of these Pokémon is placed in an aquarium, it will shatter even the thickest glass with one ram of its horn and make its escape. ", "In the springtime, schools of Goldeen can be seen swimming up falls and rivers. It metes out staggering damage with its single horn.", "Its dorsal and pectoral fins are strongly developed like muscles. It can swim at a speed of five knots.", "Its tail fin billows like an elegant ballroom dress, giving it the nickname of \"The Water Queen\".", "It swims elegantly by flittering its tail fin as if it were a dress. It has the look of a queen.", "It swims at a steady 5 knots. If it senses danger, it will strike back with its sharp horn.", "Though it appears very elegant when swimming with fins unfurled, it can jab powerfully with its horn.", "A strong swimmer, it is capable of swimming nonstop up fast streams at a steady speed of five knots per hour."]
}, {
  "id": "119",
  "name": "Seaking",
  "species": "Goldfish",
  "type": ["Water"],
  "height": "4'03",
  "weight": "86.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898282-119seaking.png",
  "pokedex": ["In the autumn spawning season, they can be seen swimming powerfully up rivers and creeks.", "It is the male's job to make a nest by carving out boulders in a stream using the horn on its head.", "In the autumn, they travel up rivers to spawn. In other seasons, they make and live in their own nests.", "During spawning season, Seaking gather from all over, coloring the rivers a brilliant red.", "Using its horn, it bores holes in riverbed boulders, making nests to prevent its eggs from washing away.", "When autumn comes, the males patrol the area around their nests in order to protect their offspring.", "In the autumn, Seaking males can be seen performing courtship dances in riverbeds to woo females. During this season, this Pokémon's body coloration is at its most beautiful.", "Seaking is very protective of its eggs. The male and female will take turns patrolling around their nest and eggs. The guarding of eggs by these Pokémon goes on for over a month.", "It punches holes in boulders on stream-beds. This is a clever innovation that prevents its eggs from being attacked or washed away by the current.", "The horn on its head is sharp like a {{m|Horn Drill|drill}}. It bores a hole in a boulder to make its nest.", "It makes its nest by hollowing out boulders in streams with its horn. It defends its eggs with its life.", "To protect its family, it will fight with its drill-sharp horn. It lives in hollowed rocks in streams.", "In autumn, its body becomes more fatty in preparing to propose to a mate. It takes on beautiful colors."]
}, {
  "id": "120",
  "name": "Staryu",
  "species": "Star",
  "type": ["Water"],
  "height": "2'07",
  "weight": "76.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892685-120staryu.png",
  "pokedex": ["An enigmatic Pokémon that can effortlessly {{m|Recover|regenerate any appendage}} it loses in battle.", "As long as the center section is unharmed, it can grow back fully even if it is chopped to bits.", "It is capable of growing back any portion of its body that is cut off. At night, the center core glows with a red light.", "At night, the center of its body slowly flickers with the same rhythm as a human heartbeat.", "Even if its body is torn, it can regenerate as long as the glowing central core remains intact.", "When the stars twinkle at night, it floats up from the sea floor, and its body's center core flickers.", "Staryu's center section has an organ called the core that shines bright red. If you go to a beach toward the end of summer, the glowing cores of these Pokémon look like the stars in the sky.", "Staryu apparently communicates with the stars in the night sky by flashing the red core at the center of its body. If parts of its body are torn, this Pokémon simply regenerates the missing pieces and limbs.", "It gathers with others in the night and makes its red core glow on and off with the twinkling stars. It can regenerate limbs if they are severed from its body.", "It appears in large numbers by seashores. At night, its central core flashes with a red light.", "An enigmatic Pokémon that can effortlessly regenerate any appendage it loses in battle.", "If its body is torn, it can grow back if the red core remains. The core flashes at midnight.", "As long as its red core remains, it can regenerate its body instantly, even if it's torn apart."]
}, {
  "id": "121",
  "name": "Starmie",
  "species": "Mysterious",
  "type": ["Water", "Psychic"],
  "height": "3'07",
  "weight": "176.4",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892686-121starmie.png",
  "pokedex": ["Its central core glows with the seven colors of the rainbow. Some people value the core as a gem.", "The center section is named the core. People think it is communicating when it glows in 7 colors.", "When away from human eyes, its core is said to glow mysteriously in seven colors. This Pokémon may have come from outer space.", "The center section of its body is called the core. It glows in a different color each time it is seen.", "Regardless of the environment it lives in, its body grows to form a symmetrical geometric shape.", "It is said that it uses the seven colored core of its body to send electric waves into outer space.", "Starmie's center section - the core - glows brightly in seven colors. Because of its luminous nature, this Pokémon has been given the nickname \"the gem of the sea.\"", "Starmie swims through water by spinning its star-shaped body as if it were a propeller on a ship. The core at the center of this Pokémon's body glows in seven colors. ", "People in ancient times imagined that Starmie were transformed from the reflections of stars that twinkled on gentle waves at night.", "This Pokémon has a geometric body. Because of its body, the locals suspect that it is an [[alien]] creature.", "At the center of its body is a red core, which sends mysterious radio signals into the night sky.", "Its core shines in many colors and sends radio signals into space to communicate with something."]
}, {
  "id": "122",
  "name": "Mr. Mime",
  "species": "Barrier",
  "type": ["Fairy", "Psychic"],
  "height": "4'03",
  "weight": "120.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898289-122mr._mime.png",
  "pokedex": ["If interrupted while it is miming, it will slap around the offender with its broad hands.", "Always practices its pantomime act. It makes enemies believe something exists that really doesn't.", "A skilled mime from birth, it gains the ability to create invisible objects as it matures.", "Its fingertips emit a peculiar force field that hardens air to create an actual wall.", "It uses the mysterious power it has in its fingers to solidify air into an invisible wall.", "Mr. Mime is a master of pantomime. Its gestures and motions convince watchers that something unseeable actually exists. Once it is believed, it will exist as if it were a real thing."]
}, {
  "id": "123",
  "name": "Scyther",
  "species": "Mantis",
  "type": ["Bug", "Flying"],
  "height": "4'11",
  "weight": "123.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891850-123scyther.png",
  "pokedex": ["With ninja-like {{m|agility}} and speed, it can create the illusion that there is more than one.", "Leaps out of tall grass and slices prey with its scythes. The movement looks like that of a ninja.", "Moves incredibly quickly and shreds its enemy with its razor-sharp scythes. On rare occasions, it flies with its wings.", "It {{m|slash}}es through grass with its sharp scythes, moving too fast for the human eye to track.", "When it moves, it leaves only a blur. If it hides in grass, its protective colors make it invisible.", "It's very proud of its speed. It moves so fast that its opponent does not even know what knocked it down.", "It slashes through grass with its sharp scythes, moving too fast for the human eye to track.", "Scyther is blindingly fast. Its blazing speed enhances the effectiveness of the twin scythes on its forearms. This Pokémon's scythes are so effective, they can slice through thick logs in one wicked stroke.", "Its blindingly fast speed adds to the sharpness of its twin forearm scythes. The scythes can slice through thick logs in one wicked stroke.", "It tears and shreds prey with its wickedly sharp scythes. It very rarely spreads its wings to fly.", "With ninja-like agility and speed, it can create the illusion that there is more than one.", "It is nearly impossible to parry its attacking scythes. Its movements are like a ninja's.", "The sharp scythes on its forearms become increasingly sharp by cutting through hard objects.", "When it moves, it leaves only a blur. If it hides in grass, its protective coloration makes it invisible."]
}, {
  "id": "124",
  "name": "Jynx",
  "species": "Human",
  "type": ["Ice", "Psychic"],
  "height": "4'07",
  "weight": "89.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898290-124jynx.png",
  "pokedex": ["It seductively wiggles its hips as it walks. It can cause people to dance in unison with it.", "Appears to move to a rhythm of its own, as if it were dancing. It wiggles its hips as it walks.", "Talks in a strange, incomprehensible language. It is known for its weird wiggling that causes people to dance.", "It rocks its body rhythmically. It appears to alter the rhythm depending on how it is feeling.", "It speaks a language similar to that of humans. However, it seems to use dancing to communicate.", "It has several different cry patterns, each of which seems to have its own meaning.", "Jynx walks rhythmically, swaying and shaking its hips as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without giving any thought to what they are doing.", "A Jynx sashays rhythmically as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without noticing.", "It speaks using a language that sounds human. Research is under way to determine what is being said.", "Its cries sound like human speech. However, it is impossible to tell what it is trying to say."]
}, {
  "id": "125",
  "name": "Electabuzz",
  "species": "Electric",
  "type": ["Electric"],
  "height": "3'07",
  "weight": "66.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892687-125electabuzz.png",
  "pokedex": ["Normally found near power plants, they can wander away and cause major blackouts in cities.", "If a major power outage occurs, it is certain that this Pokémon has eaten electricity at a power plant.", "Appear in power plants in search of electricity. They are said to cause major blackouts if they disappear.", "Electricity runs across the surface of its body. In darkness, its entire body glows a whitish-blue.", "Its body constantly discharges electricity. Getting close to it will make your hair stand on end.", "When two Electabuzz touch, they control the electric currents to communicate their feelings.", "When a storm arrives, gangs of this Pokémon compete with each other to scale heights that are likely to be stricken by lightning bolts. Some towns use Electabuzz in place of lightning rods.", "When a storm approaches, it competes with others to scale heights that are likely to be stricken by lightning. Some towns use Electabuzz in place of lightning rods.", "It loves to feed on strong electricity. It occasionally appears around large power plants and so on.", "Half of all blackouts occur when this Pokémon appears at power plants and eats electricity.", "It windmills its arms to slightly boost its punches. Foes have been known to escape in the meantime.", "Research is progressing on storing lightning in Electabuzz so this energy can be used at any time."]
}, {
  "id": "126",
  "name": "Magmar",
  "species": "Spitfire",
  "type": ["Fire"],
  "height": "4'03",
  "weight": "98.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1895802-126magmar.png",
  "pokedex": ["Its body always burns with an orange glow that enables it to hide perfectly among flames.", "Born in an active volcano. Its body is always cloaked in flames, so it looks like a big ball of fire.", "With a body temperature of close to {{tt|2,200 degrees|1,200°C}}, its body is always burning with orange flames. Lives near volcanoes.", "It dislikes cold places, so it blows scorching flames to make the environment suitable for itself.", "The fiery surface of its body gives off a wavering, rippling glare that is similar to the sun.", "It moves more frequently in hot areas. It can heal itself by dipping its wound into lava.", "In battle, Magmar blows out intensely hot flames from all over its body to intimidate its opponent. This Pokémon's fiery bursts create heat waves that ignite grass and trees in its surroundings.", "In battle, it blows out intense flames from all over its body to intimidate its foe. These fiery bursts create heat waves that ignite grass and trees in the area.", "Found near the mouth of a volcano. This fire-breather's body temperature is nearly {{tt|2,200 degrees Fahrenheit|1,200 degrees Celsius}}.", "Its body always burns with an orange glow that enables it to hide perfectly amidst flames.", "Born in the spout of a volcano, its body is covered by flames that shimmer like the sun.", "When it breathes deeply, heat waves form around its body, making it hard to see clearly.", "The scorching fire exhaled by Magmar forms heat waves around its body, making it hard to see the Pokémon clearly."]
}, {
  "id": "127",
  "name": "Pinsir",
  "species": "Stag",
  "type": ["Bug"],
  "height": "4'11",
  "weight": "121.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891851-127pinsir.png",
  "pokedex": ["If it fails to crush the victim in its pincers, it will swing it around and {{m|Seismic Toss|toss}} it hard.", "Grips its prey in its pincers and squeezes hard! It can't move if it's cold, so it lives in warm places.", "With its horns, it digs burrows to sleep in at night. In the morning, damp soil clings to its body.", "Swings its long antlers wildly to attack. During cold periods, it hides deep in forests.", "When the temperature drops at night, it sleeps on treetops or among roots where it is well hidden.", "Pinsir is astoundingly strong. It can grip a foe weighing twice its weight in its horns and easily lift it. This Pokémon's movements turn sluggish in cold places.", "Pinsir has a pair of massive horns. Protruding from the surface of these horns are thorns. These thorns are driven deeply into the foe's body when the pincer closes, making it tough for the foe to escape.", "Their pincers are strong enough to shatter thick logs. Because they dislike cold, Pinsir burrow and sleep under the ground on chilly nights.", "Its two long pincer horns are powerful. Once they grip an enemy, they won't release until the foe is torn.", "If it fails to crush the foe in its pincers, it will swing around and toss the opponent.", "Grips and tears at its enemy with the two pincers on its head. Enemies with hard bodies are {{m|ViceGrip|gripped}} and tossed.", "It grips prey with its pincers until the prey is {{m|Guillotine|torn in half}}. What it can't tear, it tosses far.", "It {{m|Thrash|swings}} its long pincer horns wildly to attack. During cold periods, it hides deep in forests.", "It grips prey with its pincers until the prey is torn in half. What it can't tear, it tosses far.", "It grips prey with its powerful pincers and will not let go until the prey is torn in half."]
}, {
  "id": "128",
  "name": "Tauros",
  "species": "Wild",
  "type": ["Normal"],
  "height": "4'07",
  "weight": "194.9",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891852-128tauros.png",
  "pokedex": ["When it targets an enemy, it charges furiously while {{m|Tail Whip|whipping}} its body with its long tails.", "A rowdy Pokémon with a lot of stamina. Once running, it won't stop until it hits something.", "Charges while whipping its hefty body with its tails. Although powerful, it can charge only in a straight line.", "They fight each other by locking horns. The herd's protector takes pride in its battle-scarred horns.", "After heightening its will to fight by whipping itself with its three tails, it charges at full speed.", "These violent Pokémon fight with other members of their herd in order to prove their strength.", "This Pokémon is not satisfied unless it is {{m|Rage|rampaging}} at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself.", "It is not satisfied unless it is rampaging at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself.", "When it is about to {{m|tackle}}, it whips its body repeatedly with its three long tails.", "When it targets an enemy, it charges furiously while whipping its body with its long tails.", "Once it takes aim at its foe, it makes a headlong charge. It is famous for its violent nature."]
}, {
  "id": "129",
  "name": "Magikarp",
  "species": "Fish",
  "type": ["Water"],
  "height": "2'11",
  "weight": "22.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898291-129magikarp.png",
  "pokedex": ["In the distant past, it was somewhat stronger than the horribly weak descendants that exist today.", "Famous for being very unreliable. It can be found swimming in seas, lakes, rivers and shallow puddles.", "An underpowered, pathetic Pokémon. It may jump high on rare occasions, but never more than seven feet.", "For no reason, it jumps and splashes about, making it easy for predators like {{p|Pidgeotto}} to catch it mid-jump.", "Whoever its opponent, and however horrible the attack it receives, all it does is {{m|Splash}} around.", "This weak and pathetic Pokémon gets easily pushed along rivers when there are strong currents.", "Magikarp is a pathetic excuse for a Pokémon that is only capable of flopping and splashing. This behavior prompted scientists to undertake research into it.", "Magikarp is virtually useless in battle as it can only splash around. As a result, it is considered to be weak. However, it is actually a very hardy Pokémon that can survive in any body of water no matter how polluted it is.", "Its swimming muscles are weak, so it is easily washed away by currents. In places where water pools, you can see many Magikarp deposited there by the flow.", "It is virtually worthless in terms of both power and speed. It is the most weak and pathetic Pokémon in the world.", "It is said to be the world's weakest Pokémon. No one knows why it has managed to survive.", "It is unable to swim against even slow-moving currents. It always splashes about for some reason.", "A Magikarp living for many years can leap a mountain using Splash. The move remains useless, though.", "For no reason, it jumps and splashes about, making it easy for predators like Pidgeotto to catch it mid-jump."]
}, {
  "id": "130",
  "name": "Gyarados",
  "species": "Atrocious",
  "type": ["Water", "Flying"],
  "height": "21'04",
  "weight": "518.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891635-130gyarados.png",
  "pokedex": ["Rarely seen in the wild. Huge and vicious, it is capable of destroying entire cities in a {{m|Dragon Rage|rage}}.", "Brutally vicious and enormously destructive. Known for totally destroying cities in ancient times.", "They say that during past wars, Gyarados would appear and leave blazing ruins in its wake.", "Extremely vicious and horribly brutal. Has enough destructive power to totally annihilate even a major city.", "Once it appears, it goes on a rampage. It remains enraged until it demolishes everything around it.", "It appears whenever there is world conflict, burning down any place it travels through.", "They say that during the past wars, Gyarados would appear and leave blazing ruins in its wake.", "When {{p|Magikarp}} evolves into Gyarados, its brain cells undergo a structural transformation. It is said that this transformation is to blame for this Pokémon's wildly violent nature.", "Once Gyarados goes on a rampage, its ferociously violent blood doesn't calm until it has burned everything down. There are records of this Pokémon's rampages lasting a whole month.", "It is an extremely vicious and violent Pokémon. When humans begin to fight, it will appear and burn everything to the ground with intensely hot flames.", "It has an extremely aggressive nature. The {{m|Hyper Beam}} it shoots from its mouth totally incinerates all targets.", "Rarely seen in the wild. Huge and vicious, it is capable of destroying entire cities in a rage.", "Once it appears, its rage never settles until it has razed the fields and mountains around it.", "In ancient literature, there is a record of a Gyarados that razed a village when violence flared.", "Once it begins to rampage, a Gyarados will burn everything down, even in a harsh storm."]
}, {
  "id": "131",
  "name": "Lapras",
  "species": "Transport",
  "type": ["Water", "Ice"],
  "height": "8'02",
  "weight": "485.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891870-131lapras.png",
  "pokedex": ["A Pokémon that has been overhunted almost to extinction. It can ferry people across the water.", "A gentle soul that can read the minds of people. It can ferry people across the sea on its back.", "Capable of understand the language of humans, it enjoys ferrying people on its back. It is on the verge of extinction.", "They have gentle hearts. Because they rarely fight, many have been caught. Their number has dwindled.", "It ferries people across the sea on its back. It may sing an enchanting cry if it is in a good mood.", "This gentle Pokémon loves to give people rides and provides a very comfortable way to get around.", "People have driven Lapras almost to the point of extinction. In the evenings, this Pokémon is said to sing plaintively as it seeks what few others of its kind still remain. ", "Its high intelligence enables it to understand human speech. It likes to ferry people on its back.", "It loves crossing the sea with people and Pokémon on its back. It understands human speech.", "Able to understand human speech and very intelligent, it loves to swim in the sea with people on its back."]
}, {
  "id": "132",
  "name": "Ditto",
  "species": "Transform",
  "type": ["Normal"],
  "height": "1'00",
  "weight": "8.8",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891871-132ditto.png",
  "pokedex": ["Capable of copying an enemy's genetic code to instantly {{m|transform}} itself into a duplicate of the enemy.", "When it spots an enemy, its body transforms into an almost perfect copy of its opponent.", "Capable of reorganizing its cells to transform into an exact duplicate of its enemy. It is usually a shapeless blob.", "It can transform into anything. When it sleeps, it changes into a stone to avoid being attacked.", "Its transformation ability is perfect. However, if it is made to laugh, it can't maintain its disguise.", "When it encounters another Ditto, it will move faster than normal to duplicate that opponent exactly.", "Ditto rearranges its cell structure to transform itself into other shapes. However, if it tries to transform itself into something by relying on its memory, this Pokémon manages to get details wrong.", "A Ditto rearranges its cell structure to transform itself. However, if it tries to change based on its memory, it will get details wrong.", "It can freely recombine its own cellular structure to transform into other life-forms.", "Capable of copying an opponent's genetic code to instantly transform itself into a duplicate of the enemy.", "It has the ability to reconstitute its entire cellular structure to transform into whatever it sees.", "Its transformation ability is perfect. However, if made to laugh, it can't maintain its disguise.", "It can reconstitute its entire cellular structure to change into what it sees, but it returns to normal when it relaxes."]
}, {
  "id": "133",
  "name": "Eevee",
  "species": "Evolution",
  "type": ["Normal"],
  "height": "1'00",
  "weight": "14.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891681-133eevee.png",
  "pokedex": ["Its genetic code is irregular. It may mutate if it is exposed to radiation from [[evolutionary stone|element stones]].", "Its genetic code is unstable, so it could evolve in a variety of ways. There are only a few alive.", "Its genetic code is irregular. It evolves into three kinds of Pokémon when exposed to the radiation of elemental stones.", "It has the ability to alter the composition of its body to suit its surrounding environment.", "Its irregularly configured DNA is affected by its surroundings. It evolves if its environment changes.", "Its ability to evolve into many forms allows it to adapt smoothly and perfectly to any environment.", "Eevee has an unstable genetic makeup that suddenly mutates due to the environment in which it lives. Radiation from various stones causes this Pokémon to evolve.", "An Eevee has an unstable genetic makeup that suddenly mutates due to its environment. Radiation from various stones causes this Pokémon to evolve.", "An extremely rare Pokémon that may evolve in a number of different ways depending on stimuli.", "Its genetic code is irregular. It may mutate if it is exposed to radiation from element stones.", "A rare Pokémon that adapts to harsh environments by taking on different evolutionary forms.", "Because its genetic makeup is irregular, it quickly changes its form due to a variety of causes.", "Thanks to its unstable genetic makeup, this special Pokémon conceals many different possible evolutions."]
}, {
  "id": "134",
  "name": "Vaporeon",
  "species": "Bubble",
  "type": ["Water"],
  "height": "3'03",
  "weight": "63.9",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891872-134vaporeon.png",
  "pokedex": ["Lives close to water. Its long tail is ridged with a fin which is often mistaken for a mermaid's.", "Its cell structure is similar to water molecules. It will melt away and become invisible in water.", "Found quietly resting by lake shores. Its cell structure is similar to water, so it can invisibly melt into water. ", "When Vaporeon's fins begin to vibrate, it is a sign that rain will come within a few hours.", "It prefers beautiful shores. With cells similar to water molecules, it could melt in water.", "As it uses the fins on the tip of its tail to swim, it blends with the water perfectly.", "Vaporeon underwent a spontaneous mutation and grew fins and gills that allow it to live underwater. This Pokémon has the ability to freely control water.", "Vaporeon underwent a spontaneous mutation and grew fins and gills that allow them to live underwater. They have the ability to freely control water.", "Its body's cellular structure is similar to the molecular composition of water. It can melt invisibly in water.", "It has evolved to be suitable for an aquatic life. It can invisibly melt away into water.", "Its cell composition is similar to water molecules. As a result, it can melt away into water.", "Its cell composition is similar to water molecules. As a result, it can't be seen when it melts away into water."]
}, {
  "id": "135",
  "name": "Jolteon",
  "species": "Lightning",
  "type": ["Electric"],
  "height": "2'07",
  "weight": "54.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891873-135jolteon.png",
  "pokedex": ["It accumulates negative ions in the atmosphere to blast out 10000-volt lightning bolts.", "A sensitive Pokémon that easily becomes sad or angry. Every time its mood changes, it charges power.", "Its weapons are its 10,000-volt electric attacks and its spiky fur. Its sharp hair can pierce enemies when it bristles. ", "It concentrates the weak electric charges emitted by its cells and launches wicked lightning bolts.", "Every hair on its body starts to stand sharply on end if it becomes charged with electricity.", "The negatively charged ions generated in its fur create a constant sparking noise.", "Jolteon's cells generate a low level of electricity. This power is amplified by the static electricity of its fur, enabling the Pokémon to drop {{m|thunderbolt}}s. The bristling fur is made of electrically charged needles.", "Its cells generate weak power that is amplified by its fur's static electricity to drop thunderbolts. The bristling fur is made of electrically charged needles.", "If it is angered or startled, the fur all over its body bristles like sharp needles that pierce foes.", "It controls 10,000-volt power and can raise all the fur on its body as if it were sharp needles.", "If agitated, it uses electricity to straighten out its fur and launch it in small bunches.", "By storing electricity in its body, it can shoot its bristlelike fur like a barrage of missiles."]
}, {
  "id": "136",
  "name": "Flareon",
  "species": "Flame",
  "type": ["Fire"],
  "height": "2'11",
  "weight": "55.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891874-136flareon.png",
  "pokedex": ["When storing thermal energy in its body, its temperature could soar to over {{tt|1,600 degrees|900°C}}.", "It has a flame chamber inside its body. It inhales, then {{m|Flamethrower|blows out fire}} that is over {{tt|3,000F degrees|1,700°C}}.", "Its fiery breath reaches close to {{tt|3,000 degrees|1,700°C}}. Its body temperature exceeds {{tt|1,650 degrees|900°C}} when storing fire inside. ", "It stores some of the air it inhales in its internal flame pouch, which heats it to over {{tt|3,000 degrees|1,700°C}}.", "It fluffs out its fur collar to cool down its body temperature, which can reach {{tt|1,650 degrees|900°C}}.", "Once it has stored up enough heat, this Pokémon's body temperature can reach up to {{tt|1700 degrees|900°C}}.", "Flareon's fluffy fur has a functional purpose - it releases heat into the air so that its body does not get excessively hot. This Pokémon's body temperature can rise to a maximum of {{tt|1,650 degrees F|900°C}}.", "Flareon's fluffy fur releases heat into the air so that its body does not get excessively hot. Its body temperature can rise to a maximum of {{tt|1,650 degrees F|900 degrees C}}.", "It has a flame bag inside its body. After inhaling deeply, it blows out flames of nearly {{tt|3,100 degrees Fahrenheit|1,700 degrees Celsius}}.", "When storing thermal energy in its body, its temperature can soar to over {{tt|1,600 degrees Fahrenheit|900 degrees Celsius}}.", "It has a flame sac in its body. Its body temperature tops {{tt|1,650 degrees Fahrenheit|900 degrees Celsius}} before battle.", "Inhaled air is heated in the flame sac in its body to an intense fire over {{tt|3,000 degrees Fahrenheit|1,700 degrees Celsius}}.", "It stores some of the air it inhales in its internal flame pouch, which heats it to over {{tt|3,000 degrees Fahrenheit|1,700 degrees Celsius}}.", "It fluffs out its fur collar to cool down its body temperature, which can reach {{tt|1,650 degrees Fahrenheit|900 degrees Celsius}}.", "Inhaled air is carried to its flame sac, heated, and exhaled as fire that reaches over {{tt|3,000 degrees F|1,700 degrees C}}."]
}, {
  "id": "137",
  "name": "Porygon",
  "species": "Virtual",
  "type": ["Normal"],
  "height": "2′07",
  "weight": "80.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1898292-137porygon.png",
  "pokedex": ["A Pokémon that consists entirely of programming code. Capable of moving freely in cyberspace.", "The only Pokémon people anticipate can fly into space. None has managed the feat yet, however.", "A man-made Pokémon that consists entirely of programming code. It is capable of moving freely in cyberspace.", "It is a manmade Pokémon. Since it doesn't breathe, people are eager to try it in any environment.", "A manmade Pokémon that came about as a result of research. It is programmed with only basic motions.", "An artificial Pokémon created due to extensive research, it can perform only what is in its program.", "Porygon is capable of reverting itself entirely back to program data and entering cyberspace. This Pokémon is copy-protected so it cannot be duplicated by copying.", "It is capable of reverting itself entirely back to program data in order to enter cyberspace. A Porygon is copy-protected so it cannot be duplicated.", "Using the most advanced technologies, scientists finally succeeded in making the first artificial Pokémon.", "The world's first artificially created Pokémon. It can travel through electronic space.", "A man-made Pokémon created using advanced scientific means. It can move freely in cyberspace.", "It is a manmade Pokémon. Since it doesn't breathe, people are eager to try it in any environment. "]
}, {
  "id": "138",
  "name": "Omanyte",
  "species": "Spiral",
  "type": ["Rock", "Water"],
  "height": "1'04",
  "weight": "16.5",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892688-138omanyte.png",
  "pokedex": ["Although long extinct, in rare cases, it can be genetically resurrected from fossils.", "An ancient Pokémon that was recovered from a fossil. It swims by cleverly twisting its 10 tentacles about.", "A prehistoric and long-extinct Pokémon that was resurrected from a fossil. Swims by twisting its 10 tentacles about.", "Revived from an ancient fossil, this Pokémon uses air stored in its shell to sink and rise in water.", "This Pokémon from ancient times is said to have navigated the sea by adeptly twisting its 10 tentacles.", "In prehistoric times, it swam on the sea floor, eating plankton. Its fossils are sometimes found.", "Omanyte is one of the ancient and long-since-extinct Pokémon that have been regenerated from fossils by people. If attacked by an enemy, it {{m|withdraw}}s itself inside its hard shell.", "One of the ancient and long-since-extinct Pokémon that have been regenerated from fossils by humans. If attacked, it withdraws into its hard shell.", "A prehistoric Pokémon that lived in the primordial sea, it swims by twisting its 10 tentacles about.", "A Pokémon that was resurrected from a fossil using modern science. It swam in ancient seas."]
}, {
  "id": "139",
  "name": "Omastar",
  "species": "Spiral",
  "type": ["Rock", "Water"],
  "height": "3'03",
  "weight": "77.2",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892689-139omastar.png",
  "pokedex": ["A prehistoric Pokémon that died out when its heavy shell made it impossible to catch prey.", "Sharp beaks ring its mouth. Its shell was too big for it to move freely, so it became extinct.", "Attacks by ensnaring its enemy with its tentacles and biting with sharp fangs. Its overly-large shell makes it sluggish.", "Apparently, it cracked {{p|Shellder}}'s shell with its sharp fangs and sucked out the insides.", "Once wrapped around its prey, it never lets go. It eats the prey by tearing at it with sharp fangs.", "Its heavy shell allowed it to reach only nearby food. This could be the reason it is extinct.", "Apparently, it cracked Shellder's shell with its sharp fangs and sucked out the insides.", "Omastar uses its tentacles to capture its prey. It is believed to have become extinct because its shell grew too large and heavy, causing its movements to become too slow and ponderous.", "An Omastar uses its tentacles to capture its prey. It is believed to have become extinct because its shell grew too large, making its movements slow and ponderous.", "Its tentacles are highly developed as if they are hands and feet. As soon as it ensnares prey, it bites.", "Despite having strong fangs and tentacles, it went extinct when its heavy shell made it unable to catch prey.", "It is thought that this Pokémon became extinct because its spiral shell grew too large."]
}, {
  "id": "140",
  "name": "Kabuto",
  "species": "Shellfish",
  "type": ["Rock", "Water"],
  "height": "1'08",
  "weight": "25.4",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891959-140kabuto.png",
  "pokedex": ["A Pokémon that was resurrected from a fossil found in what was once the ocean floor eons ago.", "A Pokémon that was resurrected from a fossil found in an ancient seabed. Unable to right itself if it is flipped over.", "A Pokémon that was recovered from a fossil. It uses the eyes on its back while hiding on the sea floor.", "On rare occasions, some have been found as fossils which they became while hiding on the ocean floor.", "This Pokémon lived in ancient times. On rare occasions, it has been discovered as a living fossil.", "Three hundred million years ago, it hid on the sea floor. It also has eyes on its back that glow.", "Kabuto is a Pokémon that has been regenerated from a fossil. However, in extremely rare cases, living examples have been discovered. The Pokémon has not changed at all for 300 million years.", "It is a Pokémon that has been regenerated from a fossil. However, in rare cases, living examples have been discovered. Kabuto have not changed for 300 million years.", "This Pokémon was regenerated from the fossil of an ancient creature. It protects itself with a hard shell.", "A Pokémon that was regenerated from a fossil found in what was once the ocean floor long ago.", "It is thought to have inhabited beaches 300 million years ago. It is protected by a stiff shell."]
}, {
  "id": "141",
  "name": "Kabutops",
  "species": "Shellfish",
  "type": ["Rock", "Water"],
  "height": "4'03",
  "weight": "89.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891960-141kabutops.png",
  "pokedex": ["Its sleek shape is perfect for swimming. It {{m|slash}}es prey with its claws and drains the body fluids.", "A slim and fast swimmer. It slices its prey with its sharp sickles and drinks the body fluids.", "Swims very quickly. It tears at its foe with sickle-like forelegs and drains the foe's body fluids entirely.", "In the water, it tucks in its limbs to become more compact, then it wiggles its shell to swim fast.", "With sharp claws, this ferocious, ancient Pokémon rips apart prey and sucks their body fluids.", "It was able to swim quickly through the water by compactly folding up its razor-sharp sickles.", "Kabutops swam underwater to hunt for its prey in ancient times. The Pokémon was apparently evolving from being a water-dweller to living on land as evident from the beginnings of change in its gills and legs.", "Kabutops once swam underwater to hunt for prey. It was apparently evolving from being a water dweller to living on land as evident from changes in its gills and legs.", "It swims freely through water. It catches prey with its scythe-like arms and drains the victim's fluids.", "Its sleek shape is perfect for swimming. It slashes prey with its claws and drains their fluids.", "It is thought that this Pokémon came onto land because its prey adapted to life on land."]
}, {
  "id": "142",
  "name": "Aerodactyl",
  "species": "Fossil",
  "type": ["Rock", "Flying"],
  "height": "5'11",
  "weight": "130.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891961-142aerodactyl.png",
  "pokedex": ["A ferocious, prehistoric Pokémon that goes for the enemy's throat with its serrated saw-like fangs.", "A savage Pokémon that died out in ancient times. It was resurrected using DNA taken from [[Old Amber|amber]].", "A vicious Pokémon from the distant past, it appears to have flown by spreading its wings and gliding.", "This vicious Pokémon is said to have flown in ancient skies while shrieking high-pitched cries.", "A Pokémon that was resurrected from the genes of an ancient dinosaur. With sharp fangs, it is very vicious.", "In prehistoric times, this Pokémon flew freely and fearlessly through the skies.", "A vicious Pokémon from the distant past. It appears to have flown by spreading its wings and gliding.", "Aerodactyl is a Pokémon from the age of dinosaurs. It was regenerated from genetic material extracted from amber. It is imagined to have been the king of the skies in ancient times.", "Aerodactyl is a Pokémon from the age of dinosaurs. It was regenerated from DNA extracted from amber. It is imagined to have been the king of the skies.", "It was regenerated from a dinosaur's genetic matter that was found in amber. It flies with high-pitched cries.", "A ferocious, prehistoric Pokémon that goes for the enemy's throat with its serrated, sawlike fangs.", "A Pokémon that roamed the skies in the dinosaur era. Its teeth are like saw blades."]
}, {
  "id": "143",
  "name": "Snorlax",
  "species": "Sleeping",
  "type": ["Normal"],
  "height": "6'11",
  "weight": "1014.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/0/4986/406919-143snorlax.png",
  "pokedex": ["Very lazy. Just eats and sleeps. As its rotund bulk builds, it becomes steadily more slothful.", "Will eat anything, even if the food happens to be a little moldy. It never gets an upset stomach.", "A lazy Pokémon continually fatter by sticking to a cycle of sleeping and eating. Awake only when it eats.", "What sounds like its cry may actually be its snores or the rumblings of its hungry belly.", "Its stomach's digestive juices can dissolve any kind of poison. It can even eat things off the ground.", "This Pokémon's stomach is so strong, even eating moldy or rotten food will not affect it.", "Snorlax's typical day consists of nothing more than eating and sleeping. It is such a docile Pokémon that there are children who use its expansive belly as a place to play.", "Snorlax's typical day consists of nothing more than eating and sleeping. It is such a docile Pokémon that there are children who use its big belly as a place to play.", "It is not satisfied unless it eats over 880 pounds of food every day. When it is done eating, it goes promptly to sleep.", "Its stomach can digest any kind of food, even if it happens to be moldy or rotten.", "It stops eating only to sleep. It doesn't feel full unless it eats nearly 900 pounds a day.", "When its belly is full, it becomes too lethargic to even lift a finger, so it is safe to bounce on its belly.", "What sounds like its cry may actually be its snores or the rumblings of its hungry belly. "]
}, {
  "id": "144",
  "name": "Articuno",
  "species": "Freeze",
  "type": ["Ice", "Flying"],
  "height": "5'07",
  "weight": "122.1",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892690-144articuno.png",
  "pokedex": ["A legendary bird Pokémon said to appear to doomed people who are lost in icy mountains.", "A legendary bird Pokémon. It freezes water that is contained in winter air and makes it snow.", "The magnificent seemingly translucent wings of this legendary bird Pokémon are said to be made of ice.", "A legendary bird Pokémon with long and distinctive tail feathers. Said to appear if you are freezing on a snowy mountain.", "One of the legendary bird Pokémon, it chills moisture in the atmosphere to create snow while flying.", "Legendary bird Pokémon. As it flies through the sky, it cools the air, causing snow to fall.", "The magnificent, seemingly translucent wings of this legendary bird Pokémon are said to be made of ice.", "Articuno is a legendary bird Pokémon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pokémon flies, snow will fall.", "One of the legendary bird Pokémon. With its long tail trailing behind, its flying form is magnificent.", "A legendary bird Pokémon that is said to appear to doomed people who are lost in icy mountains.", "A legendary bird Pokémon. It can create {{m|blizzard}}s by freezing moisture in the air.", "A legendary bird Pokémon. It can create blizzards by freezing moisture in the air.", "The magnificent seemingly translucent wings of this legendary bird Pokémon are said to be made of ice. "]
}, {
  "id": "145",
  "name": "Zapdos",
  "species": "Electric",
  "type": ["Electric", "Flying"],
  "height": "5'03",
  "weight": "116.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892691-145zapdos.png",
  "pokedex": ["A legendary bird Pokémon that is said to appear from clouds while dropping enormous lightning bolts.", "This legendary bird Pokémon is said to appear when the sky turns dark and lightning showers down.", "This legendary bird Pokémon causes savage thunderstorms by flapping its glittering wings.", "This legendary bird Pokémon is said to appear only when a thundercloud parts into two halves.", "Legendary bird Pokémon. They say lightning caused by the flapping of its wings causes summer storms.", "Zapdos is a legendary bird Pokémon that has the ability to control electricity. It usually lives in thunderclouds. The Pokémon gains power if it is stricken by lightning bolts.", "Zapdos is a legendary bird Pokémon that has the ability to control electricity. It usually lives in thunderclouds. It gains power if it is stricken by lightning bolts. ", "One of the legendary bird Pokémon. While it is flying, it makes crackling and snapping sounds. ", "A legendary bird Pokémon that is said to appear from clouds while dropping enormous lightning bolts. ", "A legendary bird Pokémon that appears with a gigantic thunderstorm. It flies with the buzz and crack of electricity.", "This legendary bird Pokémon cause savage thunderstorms by flapping its glittering wings.", "A legendary Pokémon that is said to live inside thunder clouds. It can freely control thunder.", "A legendary Pokémon that is said to live in thunderclouds. It freely controls lightning bolts."]
}, {
  "id": "146",
  "name": "Moltres",
  "species": "Flame",
  "type": ["Fire", "Flying"],
  "height": "6'07",
  "weight": "132.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891710-146moltres.png",
  "pokedex": ["Known as the legendary bird of fire. Every flap of its wings creates a giant dazzle of flashing flames.", "A legendary bird Pokémon. As it flaps its blazing wings, even the night sky will turn red.", "This legendary Pokémon scatters {{m|ember}}s with every flap of its wings. It is a thrilling sight to behold.", "This legendary bird Pokémon is said to bring early spring to the wintry lands it visits.", "Legendary bird Pokémon. It is said to migrate from the south along with the spring.", "Moltres is a legendary bird Pokémon that has the ability to control fire. If this Pokémon is injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself.", "Moltres is a legendary bird Pokémon that can control fire. If injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself.", "One of the legendary bird Pokémon. Those who see it are overwhelmed by its orange wing that seem to be on fire. ", "It is said to be the legendary bird Pokémon of fire. Every flap of its wings creates a dazzling flare of flames.", "A legendary bird Pokémon known as the \"fire bird\". Every time it flaps, its wings flare and burn brightly.", "This legendary Pokémon scatters embers with every flap of its wings. It is a thrilling sight to behold.", "One of the legendary bird Pokémon. It is said that spring will soon arrive if Moltres shows itself.", "One of the legendary bird Pokémon. It is said that its appearance indicates the coming of spring."]
}, {
  "id": "147",
  "name": "Dratini",
  "species": "Dragon",
  "type": ["Dragon"],
  "height": "5'11",
  "weight": "7.3",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1910790-147dratini_ag_anime.png",
  "pokedex": ["Long considered a mythical Pokémon until recently, when a small colony was found living underwater.", "The existence of this mythical Pokémon was only recently confirmed by a fisherman who caught one.", "Even the young are known to exceed 6'6\". It is rare and long considered to exist only in myth.", "It is born large to start with. It repeatedly sheds its skin as it steadily grows longer.", "This Pokémon is full of life energy. It continually sheds its skin and grows steadily larger.", "It sheds many layers of skin as it grows larger. During this process, it is protected by a rapid waterfall.", "Dratini continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels.", "A Dratini continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels.", "Even the young can exceed 6.5 feet in length. It grows larger by repeatedly {{a|Shed Skin|shedding skin}}.", "It is called the \"Mirage Pokémon\" because so few have seen it. Its shed skin has been found.", "It is born large to start with. It repeatedly sheds its skin as it steadily grows longer. "]
}, {
  "id": "148",
  "name": "Dragonair",
  "species": "Dragon",
  "type": ["Dragon"],
  "height": "13'01",
  "weight": "36.4",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1891876-148dragonair.png",
  "pokedex": ["A mystical Pokémon that exudes a gentle aura. Has the ability to change climate conditions.", "According to a witness, its body was surrounded by a strange aura that gave it a mystical look.", "Lives in large bodies of water like the sea and lakes. It is said to have the power to change the weather and fly.", "They say that if it emits an aura from its whole body, the weather will begin to change instantly.", "Its crystalline orbs appear to give this Pokémon the power to freely control the weather.", "It is called the divine Pokémon. When its entire body brightens slightly, the weather changes.", "Dragonair stores an enormous amount of energy inside its body. It is said to alter weather conditions in its vicinity by discharging energy from the crystals on its neck and tail.", "A Dragonair stores an enormous amount of energy inside its body. It is said to alter the weather around it by loosing energy from the crystals on its neck and tail.", "It is said to live in seas and lakes. Even though it has no wings, it has been seen flying occasionally.", "A mystical Pokémon that exudes a gentle aura. It is said to have the ability to change the weather.", "If its body takes on an aura, the weather changes instantly. It is said to live in seas and lakes."]
}, {
  "id": "149",
  "name": "Dragonite",
  "species": "Dragon",
  "type": ["Dragon", "Flying"],
  "height": "7'03",
  "weight": "463.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1892692-149dragonite.png",
  "pokedex": ["An extremely rarely seen marine Pokémon. Its intelligence is said to match that of humans.", "It is said that this Pokémon lives somewhere in the sea and that it flies. However, it is only a rumor.", "Has intelligence on par with people. This \"sea guardian\" is said to be capable of flying around the globe in about 16 hours.", "It is said that this Pokémon constantly flies over the immense seas and rescues drowning people.", "This marine Pokémon has an impressive build that lets it freely fly over raging seas without trouble.", "It is said that somewhere in the ocean lies an island where these gather. Only they live there.", "Dragonite is capable of circling the globe in just sixteen hours. It is a kindhearted Pokémon that leads lost and foundering ships in a storm to the safety of land.", "It can circle the globe in just 16 hours. It is a kindhearted Pokémon that leads lost and foundering ships in a storm to the safety of land.", "It can fly in spite of its big and bulky physique. It circles the globe in just 16 hours.", "Very few people ever see this Pokémon. Its intelligence is said to match that of humans.", "It is said to make its home somewhere in the sea. It guides crews of shipwrecks to shore.", "It is said that this Pokémon constantly flies over the immense seas and rescues drowning people. "]
}, {
  "id": "150",
  "name": "Mewtwo",
  "species": "Genetic",
  "type": ["Psychic"],
  "height": "6'07",
  "weight": "269.0",
  "image": "https://static.giantbomb.com/uploads/scale_small/13/135472/1895869-150mewtwo.png",
  "pokedex": ["It was created by a scientist after years of horrific gene splicing and DNA engineering experiments. ", "Its DNA is almost the same as Mew's. However, its size and disposition are vastly different.", "Because its battle abilities were raised to the ultimate level, it thinks only of defeating its foes. ", "It usually remains motionless to conserve energy, so that it may unleash its full power in battle. ", "A vicious psychic Pokémon created by genetic engineering. Its cold, glowing eyes strike fear into its enemy. ", "Mewtwo is a Pokémon that was created by genetic manipulation. However, even though the scientific power of humans created this Pokémon's body, they failed to endow Mewtwo with a compassionate heart. ", "A Pokémon that was created by genetic manipulation. However, even though the scientific power of humans made its body, they failed to give it a warm heart. ", "A Pokémon whose genetic code was repeatedly recombined for research. It turned vicious as a result. ", "It was created by a scientist after years of horrific gene-splicing and DNA-engineering experiments. ", "A vicious {{t|psychic}} Pokémon created by genetic engineering. Its cold glowing eyes strike fear into the hearts of its enemies", "Because its battle abilities were raised to the ultimate level, it thinks only of defeating its foes.", "A Pokémon created by recombining Mew's genes. It's said to have the most savage heart among Pokémon. ", "A Pokémon created by recombining Mew's genes. It's said to have the most savage heart among Pokémon."]
}, {
  "id": "151",
  "name": "Mew",
  "species": "New",
  "type": ["Psychic"],
  "height": "1'04",
  "weight": "8.8",
  "image": "https://vignette1.wikia.nocookie.net/pokemon/images/b/b1/151Mew.png",
  "pokedex": ["So rare that it is still said to be a mirage by many experts. Only a few people have seen it worldwide.", "When viewed through a microscope, this Pokémon's short, fine, delicate hair can be seen.", "A mythical Pokémon of {{wp|South America}}. A growing number of people have seen it recently.", " Apparently, it appears only to those people who are pure of heart and have a strong desire to see it.", "Its DNA is said to contain the genetic codes of all Pokémon, so it can use all kinds of techniques.", "Because it can learn any [[move]], some people began research to see if it is the ancestor of all Pokémon.", "Apparently, it appears only to those people who are pure of heart and have a strong desire to see it.", "Mew is said to possess the genetic composition of all Pokémon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people.", "A Mew is said to possess the genes of all Pokémon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people.", "A Pokémon of South America that was thought to have been extinct. It is very intelligent and learns any move.", "Because it can use all kinds of moves, many scientists believe Mew to be the ancestor of Pokémon.", "Because it is able to use every move, there are many scientists who believe that it is the ancestor of all Pokémon."]
}]
